[
  {
    "id": "7.2",
    "heading": "ACT II - SCENE II. Capulet’s Garden.",
    "depth": 2,
    "parent_id": "7",
    "content": "Enter Romeo. ROMEO. He jests at scars that never felt a wound. Juliet appears above at a window. But soft, what light through yonder window breaks? It is the east, and Juliet is the sun! Arise fair sun and kill the envious moon, Who is already sick and pale with grief, That thou her maid art far more fair than she. Be not her maid since she is envious; Her vestal livery is but sick and green, And none but fools do wear it; cast it off. It is my lady, O it is my love! O, that she knew she were! She speaks, yet she says nothing. What of that? Her eye discourses, I will answer it. I am too bold, ’tis not to me she speaks. Two of the fairest stars in all the heaven, Having some business, do entreat her eyes To twinkle in their spheres till they return. What if her eyes were there, they in her head? The brightness of her cheek would shame those stars, As daylight doth a lamp; her eyes in heaven Would through the airy region stream so bright That birds would sing and think it were not night. See how she leans her cheek upon her hand. O that I were a glove upon that hand, That I might touch that cheek. JULIET. Ay me. ROMEO. She speaks. O speak again bright angel, for thou art As glorious to this night, being o’er my head, As is a winged messenger of heaven Unto the white-upturned wondering eyes Of mortals that fall back to gaze on him When he bestrides the lazy-puffing clouds And sails upon the bosom of the air. JULIET. O Romeo, Romeo, wherefore art thou Romeo? Deny thy father and refuse thy name. Or if thou wilt not, be but sworn my love, And I’ll no longer be a Capulet. ROMEO. [_Aside._] Shall I hear more, or shall I speak at this? JULIET. ’Tis but thy name that is my enemy; Thou art thyself, though not a Montague. What’s Montague? It is nor hand nor foot, Nor arm, nor face, nor any other part Belonging to a man. O be some other name. What’s in a name? That which we call a rose By any other name would smell as sweet; So Romeo would, were he not Romeo call’d, Retain that dear perfection which he owes Without that title. Romeo, doff thy name, And for thy name, which is no part of thee, Take all myself. ROMEO. I take thee at thy word. Call me but love, and I’ll be new baptis’d; Henceforth I never will be Romeo. JULIET. What man art thou that, thus bescreen’d in night So stumblest on my counsel? ROMEO. By a name I know not how to tell thee who I am: My name, dear saint, is hateful to myself, Because it is an enemy to thee. Had I it written, I would tear the word. JULIET. My ears have yet not drunk a hundred words Of thy tongue’s utterance, yet I know the sound. Art thou not Romeo, and a Montague? ROMEO. Neither, fair maid, if either thee dislike. JULIET. How cam’st thou hither, tell me, and wherefore? The orchard walls are high and hard to climb, And the place death, considering who thou art, If any of my kinsmen find thee here. ROMEO. With love’s light wings did I o’erperch these walls, For stony limits cannot hold love out, And what love can do, that dares love attempt: Therefore thy kinsmen are no stop to me. JULIET. If they do see thee, they will murder thee. ROMEO. Alack, there lies more peril in thine eye Than twenty of their swords. Look thou but sweet, And I am proof against their enmity. JULIET. I would not for the world they saw thee here. ROMEO. I have night’s cloak to hide me from their eyes, And but thou love me, let them find me here. My life were better ended by their hate Than death prorogued, wanting of thy love. JULIET. By whose direction found’st thou out this place? ROMEO. By love, that first did prompt me to enquire; He lent me counsel, and I lent him eyes. I am no pilot; yet wert thou as far As that vast shore wash’d with the farthest sea, I should adventure for such merchandise. JULIET. Thou knowest the mask of night is on my face, Else would a maiden blush bepaint my cheek For that which thou hast heard me speak tonight. Fain would I dwell on form, fain, fain deny What I have spoke; but farewell compliment. Dost thou love me? I know thou wilt say Ay, And I will take thy word. Yet, if thou swear’st, Thou mayst prove false. At lovers’ perjuries, They say Jove laughs. O gentle Romeo, If thou dost love, pronounce it faithfully. Or if thou thinkest I am too quickly won, I’ll frown and be perverse, and say thee nay, So thou wilt woo. But else, not for the world. In truth, fair Montague, I am too fond; And therefore thou mayst think my ’haviour light: But trust me, gentleman, I’ll prove more true Than those that have more cunning to be strange. I should have been more strange, I must confess, But that thou overheard’st, ere I was ’ware, My true-love passion; therefore pardon me, And not impute this yielding to light love, Which the dark night hath so discovered. ROMEO. Lady, by yonder blessed moon I vow, That tips with silver all these fruit-tree tops,— JULIET. O swear not by the moon, th’inconstant moon, That monthly changes in her circled orb, Lest that thy love prove likewise variable. ROMEO. What shall I swear by? JULIET. Do not swear at all. Or if thou wilt, swear by thy gracious self, Which is the god of my idolatry, And I’ll believe thee. ROMEO. If my heart’s dear love,— JULIET. Well, do not swear. Although I joy in thee, I have no joy of this contract tonight; It is too rash, too unadvis’d, too sudden, Too like the lightning, which doth cease to be Ere one can say “It lightens.” Sweet, good night. This bud of love, by summer’s ripening breath, May prove a beauteous flower when next we meet. Good night, good night. As sweet repose and rest Come to thy heart as that within my breast. ROMEO. O wilt thou leave me so unsatisfied? JULIET. What satisfaction canst thou have tonight? ROMEO. Th’exchange of thy love’s faithful vow for mine. JULIET. I gave thee mine before thou didst request it; And yet I would it were to give again. ROMEO. Would’st thou withdraw it? For what purpose, love? JULIET. But to be frank and give it thee again. And yet I wish but for the thing I have; My bounty is as boundless as the sea, My love as deep; the more I give to thee, The more I have, for both are infinite. I hear some noise within. Dear love, adieu. [_Nurse calls within._] Anon, good Nurse!—Sweet Montague be true. Stay but a little, I will come again. [_Exit._] ROMEO. O blessed, blessed night. I am afeard, Being in night, all this is but a dream, Too flattering sweet to be substantial. Enter Juliet above. JULIET. Three words, dear Romeo, and good night indeed. If that thy bent of love be honourable, Thy purpose marriage, send me word tomorrow, By one that I’ll procure to come to thee, Where and what time thou wilt perform the rite, And all my fortunes at thy foot I’ll lay And follow thee my lord throughout the world. NURSE. [_Within._] Madam. JULIET. I come, anon.— But if thou meanest not well, I do beseech thee,— NURSE. [_Within._] Madam. JULIET. By and by I come— To cease thy strife and leave me to my grief. Tomorrow will I send. ROMEO. So thrive my soul,— JULIET. A thousand times good night. [_Exit._] ROMEO. A thousand times the worse, to want thy light. Love goes toward love as schoolboys from their books, But love from love, towards school with heavy looks. [_Retiring slowly._] Re-enter Juliet, above. JULIET. Hist! Romeo, hist! O for a falconer’s voice To lure this tassel-gentle back again. Bondage is hoarse and may not speak aloud, Else would I tear the cave where Echo lies, And make her airy tongue more hoarse than mine With repetition of my Romeo’s name. ROMEO. It is my soul that calls upon my name. How silver-sweet sound lovers’ tongues by night, Like softest music to attending ears. JULIET. Romeo. ROMEO. My dear? JULIET. What o’clock tomorrow Shall I send to thee? ROMEO. By the hour of nine. JULIET. I will not fail. ’Tis twenty years till then. I have forgot why I did call thee back. ROMEO. Let me stand here till thou remember it. JULIET. I shall forget, to have thee still stand there, Remembering how I love thy company. ROMEO. And I’ll still stay, to have thee still forget, Forgetting any other home but this. JULIET. ’Tis almost morning; I would have thee gone, And yet no farther than a wanton’s bird, That lets it hop a little from her hand, Like a poor prisoner in his twisted gyves, And with a silk thread plucks it back again, So loving-jealous of his liberty. ROMEO. I would I were thy bird. JULIET. Sweet, so would I: Yet I should kill thee with much cherishing. Good night, good night. Parting is such sweet sorrow That I shall say good night till it be morrow. [_Exit._] ROMEO. Sleep dwell upon thine eyes, peace in thy breast. Would I were sleep and peace, so sweet to rest. Hence will I to my ghostly Sire’s cell, His help to crave and my dear hap to tell. [_Exit._]",
    "rank": 1,
    "score": 0.13141512250806742
  },
  {
    "id": "7.3",
    "heading": "ACT II - SCENE III. Friar Lawrence’s Cell.",
    "depth": 2,
    "parent_id": "7",
    "content": "Enter Friar Lawrence with a basket. FRIAR LAWRENCE. The grey-ey’d morn smiles on the frowning night, Chequering the eastern clouds with streaks of light; And fleckled darkness like a drunkard reels From forth day’s pathway, made by Titan’s fiery wheels Now, ere the sun advance his burning eye, The day to cheer, and night’s dank dew to dry, I must upfill this osier cage of ours With baleful weeds and precious-juiced flowers. The earth that’s nature’s mother, is her tomb; What is her burying grave, that is her womb: And from her womb children of divers kind We sucking on her natural bosom find. Many for many virtues excellent, None but for some, and yet all different. O, mickle is the powerful grace that lies In plants, herbs, stones, and their true qualities. For naught so vile that on the earth doth live But to the earth some special good doth give; Nor aught so good but, strain’d from that fair use, Revolts from true birth, stumbling on abuse. Virtue itself turns vice being misapplied, And vice sometime’s by action dignified. Enter Romeo. Within the infant rind of this weak flower Poison hath residence, and medicine power: For this, being smelt, with that part cheers each part; Being tasted, slays all senses with the heart. Two such opposed kings encamp them still In man as well as herbs,—grace and rude will; And where the worser is predominant, Full soon the canker death eats up that plant. ROMEO. Good morrow, father. FRIAR LAWRENCE. Benedicite! What early tongue so sweet saluteth me? Young son, it argues a distemper’d head So soon to bid good morrow to thy bed. Care keeps his watch in every old man’s eye, And where care lodges sleep will never lie; But where unbruised youth with unstuff’d brain Doth couch his limbs, there golden sleep doth reign. Therefore thy earliness doth me assure Thou art uprous’d with some distemperature; Or if not so, then here I hit it right, Our Romeo hath not been in bed tonight. ROMEO. That last is true; the sweeter rest was mine. FRIAR LAWRENCE. God pardon sin. Wast thou with Rosaline? ROMEO. With Rosaline, my ghostly father? No. I have forgot that name, and that name’s woe. FRIAR LAWRENCE. That’s my good son. But where hast thou been then? ROMEO. I’ll tell thee ere thou ask it me again. I have been feasting with mine enemy, Where on a sudden one hath wounded me That’s by me wounded. Both our remedies Within thy help and holy physic lies. I bear no hatred, blessed man; for lo, My intercession likewise steads my foe. FRIAR LAWRENCE. Be plain, good son, and homely in thy drift; Riddling confession finds but riddling shrift. ROMEO. Then plainly know my heart’s dear love is set On the fair daughter of rich Capulet. As mine on hers, so hers is set on mine; And all combin’d, save what thou must combine By holy marriage. When, and where, and how We met, we woo’d, and made exchange of vow, I’ll tell thee as we pass; but this I pray, That thou consent to marry us today. FRIAR LAWRENCE. Holy Saint Francis! What a change is here! Is Rosaline, that thou didst love so dear, So soon forsaken? Young men’s love then lies Not truly in their hearts, but in their eyes. Jesu Maria, what a deal of brine Hath wash’d thy sallow cheeks for Rosaline! How much salt water thrown away in waste, To season love, that of it doth not taste. The sun not yet thy sighs from heaven clears, Thy old groans yet ring in mine ancient ears. Lo here upon thy cheek the stain doth sit Of an old tear that is not wash’d off yet. If ere thou wast thyself, and these woes thine, Thou and these woes were all for Rosaline, And art thou chang’d? Pronounce this sentence then, Women may fall, when there’s no strength in men. ROMEO. Thou chidd’st me oft for loving Rosaline. FRIAR LAWRENCE. For doting, not for loving, pupil mine. ROMEO. And bad’st me bury love. FRIAR LAWRENCE. Not in a grave To lay one in, another out to have. ROMEO. I pray thee chide me not, her I love now Doth grace for grace and love for love allow. The other did not so. FRIAR LAWRENCE. O, she knew well Thy love did read by rote, that could not spell. But come young waverer, come go with me, In one respect I’ll thy assistant be; For this alliance may so happy prove, To turn your households’ rancour to pure love. ROMEO. O let us hence; I stand on sudden haste. FRIAR LAWRENCE. Wisely and slow; they stumble that run fast. [_Exeunt._]",
    "rank": 2,
    "score": 0.1177838487842148
  },
  {
    "id": "5.3",
    "heading": "ACT V - Scene III. A churchyard; in it a Monument belonging to the Capulets.",
    "depth": 2,
    "parent_id": "5",
    "content": "Dramatis Personæ ESCALUS, Prince of Verona. MERCUTIO, kinsman to the Prince, and friend to Romeo. PARIS, a young Nobleman, kinsman to the Prince. Page to Paris. MONTAGUE, head of a Veronese family at feud with the Capulets. LADY MONTAGUE, wife to Montague. ROMEO, son to Montague. BENVOLIO, nephew to Montague, and friend to Romeo. ABRAM, servant to Montague. BALTHASAR, servant to Romeo. CAPULET, head of a Veronese family at feud with the Montagues. LADY CAPULET, wife to Capulet. JULIET, daughter to Capulet. TYBALT, nephew to Lady Capulet. CAPULET’S COUSIN, an old man. NURSE to Juliet. PETER, servant to Juliet’s Nurse. SAMPSON, servant to Capulet. GREGORY, servant to Capulet. Servants. FRIAR LAWRENCE, a Franciscan. FRIAR JOHN, of the same Order. An Apothecary. CHORUS. Three Musicians. An Officer. Citizens of Verona; several Men and Women, relations to both houses; Maskers, Guards, Watchmen and Attendants. SCENE. During the greater part of the Play in Verona; once, in the Fifth Act, at Mantua. THE PROLOGUE Enter Chorus. CHORUS. Two households, both alike in dignity, In fair Verona, where we lay our scene, From ancient grudge break to new mutiny, Where civil blood makes civil hands unclean. From forth the fatal loins of these two foes A pair of star-cross’d lovers take their life; Whose misadventur’d piteous overthrows Doth with their death bury their parents’ strife. The fearful passage of their death-mark’d love, And the continuance of their parents’ rage, Which, but their children’s end, nought could remove, Is now the two hours’ traffic of our stage; The which, if you with patient ears attend, What here shall miss, our toil shall strive to mend. [_Exit._]",
    "rank": 3,
    "score": 0.09439323924652385
  },
  {
    "id": "7.1",
    "heading": "ACT II - SCENE I. An open place adjoining Capulet’s Garden.",
    "depth": 2,
    "parent_id": "7",
    "content": "Enter Chorus. CHORUS. Now old desire doth in his deathbed lie, And young affection gapes to be his heir; That fair for which love groan’d for and would die, With tender Juliet match’d, is now not fair. Now Romeo is belov’d, and loves again, Alike bewitched by the charm of looks; But to his foe suppos’d he must complain, And she steal love’s sweet bait from fearful hooks: Being held a foe, he may not have access To breathe such vows as lovers use to swear; And she as much in love, her means much less To meet her new beloved anywhere. But passion lends them power, time means, to meet, Tempering extremities with extreme sweet. [_Exit._] Enter Romeo. ROMEO. Can I go forward when my heart is here? Turn back, dull earth, and find thy centre out. [_He climbs the wall and leaps down within it._] Enter Benvolio and Mercutio. BENVOLIO. Romeo! My cousin Romeo! Romeo! MERCUTIO. He is wise, And on my life hath stol’n him home to bed. BENVOLIO. He ran this way, and leap’d this orchard wall: Call, good Mercutio. MERCUTIO. Nay, I’ll conjure too. Romeo! Humours! Madman! Passion! Lover! Appear thou in the likeness of a sigh, Speak but one rhyme, and I am satisfied; Cry but ‘Ah me!’ Pronounce but Love and dove; Speak to my gossip Venus one fair word, One nickname for her purblind son and heir, Young Abraham Cupid, he that shot so trim When King Cophetua lov’d the beggar-maid. He heareth not, he stirreth not, he moveth not; The ape is dead, and I must conjure him. I conjure thee by Rosaline’s bright eyes, By her high forehead and her scarlet lip, By her fine foot, straight leg, and quivering thigh, And the demesnes that there adjacent lie, That in thy likeness thou appear to us. BENVOLIO. An if he hear thee, thou wilt anger him. MERCUTIO. This cannot anger him. ’Twould anger him To raise a spirit in his mistress’ circle, Of some strange nature, letting it there stand Till she had laid it, and conjur’d it down; That were some spite. My invocation Is fair and honest, and, in his mistress’ name, I conjure only but to raise up him. BENVOLIO. Come, he hath hid himself among these trees To be consorted with the humorous night. Blind is his love, and best befits the dark. MERCUTIO. If love be blind, love cannot hit the mark. Now will he sit under a medlar tree, And wish his mistress were that kind of fruit As maids call medlars when they laugh alone. O Romeo, that she were, O that she were An open-arse and thou a poperin pear! Romeo, good night. I’ll to my truckle-bed. This field-bed is too cold for me to sleep. Come, shall we go? BENVOLIO. Go then; for ’tis in vain To seek him here that means not to be found. [_Exeunt._]",
    "rank": 4,
    "score": 0.08723806955776409
  },
  {
    "id": "8.2",
    "heading": "ACT III - SCENE II. A Room in Capulet’s House.",
    "depth": 2,
    "parent_id": "8",
    "content": "Enter Juliet. JULIET. Gallop apace, you fiery-footed steeds, Towards Phoebus’ lodging. Such a waggoner As Phaeton would whip you to the west And bring in cloudy night immediately. Spread thy close curtain, love-performing night, That runaway’s eyes may wink, and Romeo Leap to these arms, untalk’d of and unseen. Lovers can see to do their amorous rites By their own beauties: or, if love be blind, It best agrees with night. Come, civil night, Thou sober-suited matron, all in black, And learn me how to lose a winning match, Play’d for a pair of stainless maidenhoods. Hood my unmann’d blood, bating in my cheeks, With thy black mantle, till strange love, grow bold, Think true love acted simple modesty. Come, night, come Romeo; come, thou day in night; For thou wilt lie upon the wings of night Whiter than new snow upon a raven’s back. Come gentle night, come loving black-brow’d night, Give me my Romeo, and when I shall die, Take him and cut him out in little stars, And he will make the face of heaven so fine That all the world will be in love with night, And pay no worship to the garish sun. O, I have bought the mansion of a love, But not possess’d it; and though I am sold, Not yet enjoy’d. So tedious is this day As is the night before some festival To an impatient child that hath new robes And may not wear them. O, here comes my Nurse, And she brings news, and every tongue that speaks But Romeo’s name speaks heavenly eloquence. Enter Nurse, with cords. Now, Nurse, what news? What hast thou there? The cords that Romeo bid thee fetch? NURSE. Ay, ay, the cords. [_Throws them down._] JULIET. Ay me, what news? Why dost thou wring thy hands? NURSE. Ah, well-a-day, he’s dead, he’s dead, he’s dead! We are undone, lady, we are undone. Alack the day, he’s gone, he’s kill’d, he’s dead. JULIET. Can heaven be so envious? NURSE. Romeo can, Though heaven cannot. O Romeo, Romeo. Who ever would have thought it? Romeo! JULIET. What devil art thou, that dost torment me thus? This torture should be roar’d in dismal hell. Hath Romeo slain himself? Say thou but Ay, And that bare vowel I shall poison more Than the death-darting eye of cockatrice. I am not I if there be such an I; Or those eyes shut that make thee answer Ay. If he be slain, say Ay; or if not, No. Brief sounds determine of my weal or woe. NURSE. I saw the wound, I saw it with mine eyes, God save the mark!—here on his manly breast. A piteous corse, a bloody piteous corse; Pale, pale as ashes, all bedaub’d in blood, All in gore-blood. I swounded at the sight. JULIET. O, break, my heart. Poor bankrout, break at once. To prison, eyes; ne’er look on liberty. Vile earth to earth resign; end motion here, And thou and Romeo press one heavy bier. NURSE. O Tybalt, Tybalt, the best friend I had. O courteous Tybalt, honest gentleman! That ever I should live to see thee dead. JULIET. What storm is this that blows so contrary? Is Romeo slaughter’d and is Tybalt dead? My dearest cousin, and my dearer lord? Then dreadful trumpet sound the general doom, For who is living, if those two are gone? NURSE. Tybalt is gone, and Romeo banished, Romeo that kill’d him, he is banished. JULIET. O God! Did Romeo’s hand shed Tybalt’s blood? NURSE. It did, it did; alas the day, it did. JULIET. O serpent heart, hid with a flowering face! Did ever dragon keep so fair a cave? Beautiful tyrant, fiend angelical, Dove-feather’d raven, wolvish-ravening lamb! Despised substance of divinest show! Just opposite to what thou justly seem’st, A damned saint, an honourable villain! O nature, what hadst thou to do in hell When thou didst bower the spirit of a fiend In mortal paradise of such sweet flesh? Was ever book containing such vile matter So fairly bound? O, that deceit should dwell In such a gorgeous palace. NURSE. There’s no trust, No faith, no honesty in men. All perjur’d, All forsworn, all naught, all dissemblers. Ah, where’s my man? Give me some aqua vitae. These griefs, these woes, these sorrows make me old. Shame come to Romeo. JULIET. Blister’d be thy tongue For such a wish! He was not born to shame. Upon his brow shame is asham’d to sit; For ’tis a throne where honour may be crown’d Sole monarch of the universal earth. O, what a beast was I to chide at him! NURSE. Will you speak well of him that kill’d your cousin? JULIET. Shall I speak ill of him that is my husband? Ah, poor my lord, what tongue shall smooth thy name, When I thy three-hours’ wife have mangled it? But wherefore, villain, didst thou kill my cousin? That villain cousin would have kill’d my husband. Back, foolish tears, back to your native spring, Your tributary drops belong to woe, Which you mistaking offer up to joy. My husband lives, that Tybalt would have slain, And Tybalt’s dead, that would have slain my husband. All this is comfort; wherefore weep I then? Some word there was, worser than Tybalt’s death, That murder’d me. I would forget it fain, But O, it presses to my memory Like damned guilty deeds to sinners’ minds. Tybalt is dead, and Romeo banished. That ‘banished,’ that one word ‘banished,’ Hath slain ten thousand Tybalts. Tybalt’s death Was woe enough, if it had ended there. Or if sour woe delights in fellowship, And needly will be rank’d with other griefs, Why follow’d not, when she said Tybalt’s dead, Thy father or thy mother, nay or both, Which modern lamentation might have mov’d? But with a rear-ward following Tybalt’s death, ‘Romeo is banished’—to speak that word Is father, mother, Tybalt, Romeo, Juliet, All slain, all dead. Romeo is banished, There is no end, no limit, measure, bound, In that word’s death, no words can that woe sound. Where is my father and my mother, Nurse? NURSE. Weeping and wailing over Tybalt’s corse. Will you go to them? I will bring you thither. JULIET. Wash they his wounds with tears. Mine shall be spent, When theirs are dry, for Romeo’s banishment. Take up those cords. Poor ropes, you are beguil’d, Both you and I; for Romeo is exil’d. He made you for a highway to my bed, But I, a maid, die maiden-widowed. Come cords, come Nurse, I’ll to my wedding bed, And death, not Romeo, take my maidenhead. NURSE. Hie to your chamber. I’ll find Romeo To comfort you. I wot well where he is. Hark ye, your Romeo will be here at night. I’ll to him, he is hid at Lawrence’ cell. JULIET. O find him, give this ring to my true knight, And bid him come to take his last farewell. [_Exeunt._]",
    "rank": 5,
    "score": 0.07481306179768568
  },
  {
    "id": "8.5",
    "heading": "ACT III - SCENE V. An open Gallery to Juliet’s Chamber, overlooking the Garden.",
    "depth": 2,
    "parent_id": "8",
    "content": "Enter Romeo and Juliet. JULIET. Wilt thou be gone? It is not yet near day. It was the nightingale, and not the lark, That pierc’d the fearful hollow of thine ear; Nightly she sings on yond pomegranate tree. Believe me, love, it was the nightingale. ROMEO. It was the lark, the herald of the morn, No nightingale. Look, love, what envious streaks Do lace the severing clouds in yonder east. Night’s candles are burnt out, and jocund day Stands tiptoe on the misty mountain tops. I must be gone and live, or stay and die. JULIET. Yond light is not daylight, I know it, I. It is some meteor that the sun exhales To be to thee this night a torchbearer And light thee on thy way to Mantua. Therefore stay yet, thou need’st not to be gone. ROMEO. Let me be ta’en, let me be put to death, I am content, so thou wilt have it so. I’ll say yon grey is not the morning’s eye, ’Tis but the pale reflex of Cynthia’s brow. Nor that is not the lark whose notes do beat The vaulty heaven so high above our heads. I have more care to stay than will to go. Come, death, and welcome. Juliet wills it so. How is’t, my soul? Let’s talk. It is not day. JULIET. It is, it is! Hie hence, be gone, away. It is the lark that sings so out of tune, Straining harsh discords and unpleasing sharps. Some say the lark makes sweet division; This doth not so, for she divideth us. Some say the lark and loathed toad change eyes. O, now I would they had chang’d voices too, Since arm from arm that voice doth us affray, Hunting thee hence with hunt’s-up to the day. O now be gone, more light and light it grows. ROMEO. More light and light, more dark and dark our woes. Enter Nurse. NURSE. Madam. JULIET. Nurse? NURSE. Your lady mother is coming to your chamber. The day is broke, be wary, look about. [_Exit._] JULIET. Then, window, let day in, and let life out. ROMEO. Farewell, farewell, one kiss, and I’ll descend. [_Descends._] JULIET. Art thou gone so? Love, lord, ay husband, friend, I must hear from thee every day in the hour, For in a minute there are many days. O, by this count I shall be much in years Ere I again behold my Romeo. ROMEO. Farewell! I will omit no opportunity That may convey my greetings, love, to thee. JULIET. O thinkest thou we shall ever meet again? ROMEO. I doubt it not, and all these woes shall serve For sweet discourses in our time to come. JULIET. O God! I have an ill-divining soul! Methinks I see thee, now thou art so low, As one dead in the bottom of a tomb. Either my eyesight fails, or thou look’st pale. ROMEO. And trust me, love, in my eye so do you. Dry sorrow drinks our blood. Adieu, adieu. [_Exit below._] JULIET. O Fortune, Fortune! All men call thee fickle, If thou art fickle, what dost thou with him That is renown’d for faith? Be fickle, Fortune; For then, I hope thou wilt not keep him long But send him back. LADY CAPULET. [_Within._] Ho, daughter, are you up? JULIET. Who is’t that calls? Is it my lady mother? Is she not down so late, or up so early? What unaccustom’d cause procures her hither? Enter Lady Capulet. LADY CAPULET. Why, how now, Juliet? JULIET. Madam, I am not well. LADY CAPULET. Evermore weeping for your cousin’s death? What, wilt thou wash him from his grave with tears? And if thou couldst, thou couldst not make him live. Therefore have done: some grief shows much of love, But much of grief shows still some want of wit. JULIET. Yet let me weep for such a feeling loss. LADY CAPULET. So shall you feel the loss, but not the friend Which you weep for. JULIET. Feeling so the loss, I cannot choose but ever weep the friend. LADY CAPULET. Well, girl, thou weep’st not so much for his death As that the villain lives which slaughter’d him. JULIET. What villain, madam? LADY CAPULET. That same villain Romeo. JULIET. Villain and he be many miles asunder. God pardon him. I do, with all my heart. And yet no man like he doth grieve my heart. LADY CAPULET. That is because the traitor murderer lives. JULIET. Ay madam, from the reach of these my hands. Would none but I might venge my cousin’s death. LADY CAPULET. We will have vengeance for it, fear thou not. Then weep no more. I’ll send to one in Mantua, Where that same banish’d runagate doth live, Shall give him such an unaccustom’d dram That he shall soon keep Tybalt company: And then I hope thou wilt be satisfied. JULIET. Indeed I never shall be satisfied With Romeo till I behold him—dead— Is my poor heart so for a kinsman vex’d. Madam, if you could find out but a man To bear a poison, I would temper it, That Romeo should upon receipt thereof, Soon sleep in quiet. O, how my heart abhors To hear him nam’d, and cannot come to him, To wreak the love I bore my cousin Upon his body that hath slaughter’d him. LADY CAPULET. Find thou the means, and I’ll find such a man. But now I’ll tell thee joyful tidings, girl. JULIET. And joy comes well in such a needy time. What are they, I beseech your ladyship? LADY CAPULET. Well, well, thou hast a careful father, child; One who to put thee from thy heaviness, Hath sorted out a sudden day of joy, That thou expects not, nor I look’d not for. JULIET. Madam, in happy time, what day is that? LADY CAPULET. Marry, my child, early next Thursday morn The gallant, young, and noble gentleman, The County Paris, at Saint Peter’s Church, Shall happily make thee there a joyful bride. JULIET. Now by Saint Peter’s Church, and Peter too, He shall not make me there a joyful bride. I wonder at this haste, that I must wed Ere he that should be husband comes to woo. I pray you tell my lord and father, madam, I will not marry yet; and when I do, I swear It shall be Romeo, whom you know I hate, Rather than Paris. These are news indeed. LADY CAPULET. Here comes your father, tell him so yourself, And see how he will take it at your hands. Enter Capulet and Nurse. CAPULET. When the sun sets, the air doth drizzle dew; But for the sunset of my brother’s son It rains downright. How now? A conduit, girl? What, still in tears? Evermore showering? In one little body Thou counterfeits a bark, a sea, a wind. For still thy eyes, which I may call the sea, Do ebb and flow with tears; the bark thy body is, Sailing in this salt flood, the winds, thy sighs, Who raging with thy tears and they with them, Without a sudden calm will overset Thy tempest-tossed body. How now, wife? Have you deliver’d to her our decree? LADY CAPULET. Ay, sir; but she will none, she gives you thanks. I would the fool were married to her grave. CAPULET. Soft. Take me with you, take me with you, wife. How, will she none? Doth she not give us thanks? Is she not proud? Doth she not count her blest, Unworthy as she is, that we have wrought So worthy a gentleman to be her bridegroom? JULIET. Not proud you have, but thankful that you have. Proud can I never be of what I hate; But thankful even for hate that is meant love. CAPULET. How now, how now, chopp’d logic? What is this? Proud, and, I thank you, and I thank you not; And yet not proud. Mistress minion you, Thank me no thankings, nor proud me no prouds, But fettle your fine joints ’gainst Thursday next To go with Paris to Saint Peter’s Church, Or I will drag thee on a hurdle thither. Out, you green-sickness carrion! Out, you baggage! You tallow-face! LADY CAPULET. Fie, fie! What, are you mad? JULIET. Good father, I beseech you on my knees, Hear me with patience but to speak a word. CAPULET. Hang thee young baggage, disobedient wretch! I tell thee what,—get thee to church a Thursday, Or never after look me in the face. Speak not, reply not, do not answer me. My fingers itch. Wife, we scarce thought us blest That God had lent us but this only child; But now I see this one is one too much, And that we have a curse in having her. Out on her, hilding. NURSE. God in heaven bless her. You are to blame, my lord, to rate her so. CAPULET. And why, my lady wisdom? Hold your tongue, Good prudence; smatter with your gossips, go. NURSE. I speak no treason. CAPULET. O God ye good-en! NURSE. May not one speak? CAPULET. Peace, you mumbling fool! Utter your gravity o’er a gossip’s bowl, For here we need it not. LADY CAPULET. You are too hot. CAPULET. God’s bread, it makes me mad! Day, night, hour, ride, time, work, play, Alone, in company, still my care hath been To have her match’d, and having now provided A gentleman of noble parentage, Of fair demesnes, youthful, and nobly allied, Stuff’d, as they say, with honourable parts, Proportion’d as one’s thought would wish a man, And then to have a wretched puling fool, A whining mammet, in her fortune’s tender, To answer, ‘I’ll not wed, I cannot love, I am too young, I pray you pardon me.’ But, and you will not wed, I’ll pardon you. Graze where you will, you shall not house with me. Look to’t, think on’t, I do not use to jest. Thursday is near; lay hand on heart, advise. And you be mine, I’ll give you to my friend; And you be not, hang, beg, starve, die in the streets, For by my soul, I’ll ne’er acknowledge thee, Nor what is mine shall never do thee good. Trust to’t, bethink you, I’ll not be forsworn. [_Exit._] JULIET. Is there no pity sitting in the clouds, That sees into the bottom of my grief? O sweet my mother, cast me not away, Delay this marriage for a month, a week, Or, if you do not, make the bridal bed In that dim monument where Tybalt lies. LADY CAPULET. Talk not to me, for I’ll not speak a word. Do as thou wilt, for I have done with thee. [_Exit._] JULIET. O God! O Nurse, how shall this be prevented? My husband is on earth, my faith in heaven. How shall that faith return again to earth, Unless that husband send it me from heaven By leaving earth? Comfort me, counsel me. Alack, alack, that heaven should practise stratagems Upon so soft a subject as myself. What say’st thou? Hast thou not a word of joy? Some comfort, Nurse. NURSE. Faith, here it is. Romeo is banished; and all the world to nothing That he dares ne’er come back to challenge you. Or if he do, it needs must be by stealth. Then, since the case so stands as now it doth, I think it best you married with the County. O, he’s a lovely gentleman. Romeo’s a dishclout to him. An eagle, madam, Hath not so green, so quick, so fair an eye As Paris hath. Beshrew my very heart, I think you are happy in this second match, For it excels your first: or if it did not, Your first is dead, or ’twere as good he were, As living here and you no use of him. JULIET. Speakest thou from thy heart? NURSE. And from my soul too, Or else beshrew them both. JULIET. Amen. NURSE. What? JULIET. Well, thou hast comforted me marvellous much. Go in, and tell my lady I am gone, Having displeas’d my father, to Lawrence’ cell, To make confession and to be absolv’d. NURSE. Marry, I will; and this is wisely done. [_Exit._] JULIET. Ancient damnation! O most wicked fiend! Is it more sin to wish me thus forsworn, Or to dispraise my lord with that same tongue Which she hath prais’d him with above compare So many thousand times? Go, counsellor. Thou and my bosom henceforth shall be twain. I’ll to the Friar to know his remedy. If all else fail, myself have power to die. [_Exit._]",
    "rank": 6,
    "score": 0.07099269904285029
  },
  {
    "id": "9.1",
    "heading": "ACT IV - SCENE I. Friar Lawrence’s Cell.",
    "depth": 2,
    "parent_id": "9",
    "content": "Enter Friar Lawrence and Paris. FRIAR LAWRENCE. On Thursday, sir? The time is very short. PARIS. My father Capulet will have it so; And I am nothing slow to slack his haste. FRIAR LAWRENCE. You say you do not know the lady’s mind. Uneven is the course; I like it not. PARIS. Immoderately she weeps for Tybalt’s death, And therefore have I little talk’d of love; For Venus smiles not in a house of tears. Now, sir, her father counts it dangerous That she do give her sorrow so much sway; And in his wisdom, hastes our marriage, To stop the inundation of her tears, Which, too much minded by herself alone, May be put from her by society. Now do you know the reason of this haste. FRIAR LAWRENCE. [_Aside._] I would I knew not why it should be slow’d.— Look, sir, here comes the lady toward my cell. Enter Juliet. PARIS. Happily met, my lady and my wife! JULIET. That may be, sir, when I may be a wife. PARIS. That may be, must be, love, on Thursday next. JULIET. What must be shall be. FRIAR LAWRENCE. That’s a certain text. PARIS. Come you to make confession to this father? JULIET. To answer that, I should confess to you. PARIS. Do not deny to him that you love me. JULIET. I will confess to you that I love him. PARIS. So will ye, I am sure, that you love me. JULIET. If I do so, it will be of more price, Being spoke behind your back than to your face. PARIS. Poor soul, thy face is much abus’d with tears. JULIET. The tears have got small victory by that; For it was bad enough before their spite. PARIS. Thou wrong’st it more than tears with that report. JULIET. That is no slander, sir, which is a truth, And what I spake, I spake it to my face. PARIS. Thy face is mine, and thou hast slander’d it. JULIET. It may be so, for it is not mine own. Are you at leisure, holy father, now, Or shall I come to you at evening mass? FRIAR LAWRENCE. My leisure serves me, pensive daughter, now.— My lord, we must entreat the time alone. PARIS. God shield I should disturb devotion!— Juliet, on Thursday early will I rouse ye, Till then, adieu; and keep this holy kiss. [_Exit._] JULIET. O shut the door, and when thou hast done so, Come weep with me, past hope, past cure, past help! FRIAR LAWRENCE. O Juliet, I already know thy grief; It strains me past the compass of my wits. I hear thou must, and nothing may prorogue it, On Thursday next be married to this County. JULIET. Tell me not, Friar, that thou hear’st of this, Unless thou tell me how I may prevent it. If in thy wisdom, thou canst give no help, Do thou but call my resolution wise, And with this knife I’ll help it presently. God join’d my heart and Romeo’s, thou our hands; And ere this hand, by thee to Romeo’s seal’d, Shall be the label to another deed, Or my true heart with treacherous revolt Turn to another, this shall slay them both. Therefore, out of thy long-experienc’d time, Give me some present counsel, or behold ’Twixt my extremes and me this bloody knife Shall play the empire, arbitrating that Which the commission of thy years and art Could to no issue of true honour bring. Be not so long to speak. I long to die, If what thou speak’st speak not of remedy. FRIAR LAWRENCE. Hold, daughter. I do spy a kind of hope, Which craves as desperate an execution As that is desperate which we would prevent. If, rather than to marry County Paris Thou hast the strength of will to slay thyself, Then is it likely thou wilt undertake A thing like death to chide away this shame, That cop’st with death himself to scape from it. And if thou dar’st, I’ll give thee remedy. JULIET. O, bid me leap, rather than marry Paris, From off the battlements of yonder tower, Or walk in thievish ways, or bid me lurk Where serpents are. Chain me with roaring bears; Or hide me nightly in a charnel-house, O’er-cover’d quite with dead men’s rattling bones, With reeky shanks and yellow chapless skulls. Or bid me go into a new-made grave, And hide me with a dead man in his shroud; Things that, to hear them told, have made me tremble, And I will do it without fear or doubt, To live an unstain’d wife to my sweet love. FRIAR LAWRENCE. Hold then. Go home, be merry, give consent To marry Paris. Wednesday is tomorrow; Tomorrow night look that thou lie alone, Let not thy Nurse lie with thee in thy chamber. Take thou this vial, being then in bed, And this distilled liquor drink thou off, When presently through all thy veins shall run A cold and drowsy humour; for no pulse Shall keep his native progress, but surcease. No warmth, no breath shall testify thou livest, The roses in thy lips and cheeks shall fade To paly ashes; thy eyes’ windows fall, Like death when he shuts up the day of life. Each part depriv’d of supple government, Shall stiff and stark and cold appear like death. And in this borrow’d likeness of shrunk death Thou shalt continue two and forty hours, And then awake as from a pleasant sleep. Now when the bridegroom in the morning comes To rouse thee from thy bed, there art thou dead. Then as the manner of our country is, In thy best robes, uncover’d, on the bier, Thou shalt be borne to that same ancient vault Where all the kindred of the Capulets lie. In the meantime, against thou shalt awake, Shall Romeo by my letters know our drift, And hither shall he come, and he and I Will watch thy waking, and that very night Shall Romeo bear thee hence to Mantua. And this shall free thee from this present shame, If no inconstant toy nor womanish fear Abate thy valour in the acting it. JULIET. Give me, give me! O tell not me of fear! FRIAR LAWRENCE. Hold; get you gone, be strong and prosperous In this resolve. I’ll send a friar with speed To Mantua, with my letters to thy lord. JULIET. Love give me strength, and strength shall help afford. Farewell, dear father. [_Exeunt._]",
    "rank": 7,
    "score": 0.07084548943733018
  },
  {
    "id": "9.3",
    "heading": "ACT IV - SCENE III. Juliet’s Chamber.",
    "depth": 2,
    "parent_id": "9",
    "content": "Enter Juliet and Nurse. JULIET. Ay, those attires are best. But, gentle Nurse, I pray thee leave me to myself tonight; For I have need of many orisons To move the heavens to smile upon my state, Which, well thou know’st, is cross and full of sin. Enter Lady Capulet. LADY CAPULET. What, are you busy, ho? Need you my help? JULIET. No, madam; we have cull’d such necessaries As are behoveful for our state tomorrow. So please you, let me now be left alone, And let the nurse this night sit up with you, For I am sure you have your hands full all In this so sudden business. LADY CAPULET. Good night. Get thee to bed and rest, for thou hast need. [_Exeunt Lady Capulet and Nurse._] JULIET. Farewell. God knows when we shall meet again. I have a faint cold fear thrills through my veins That almost freezes up the heat of life. I’ll call them back again to comfort me. Nurse!—What should she do here? My dismal scene I needs must act alone. Come, vial. What if this mixture do not work at all? Shall I be married then tomorrow morning? No, No! This shall forbid it. Lie thou there. [_Laying down her dagger._] What if it be a poison, which the Friar Subtly hath minister’d to have me dead, Lest in this marriage he should be dishonour’d, Because he married me before to Romeo? I fear it is. And yet methinks it should not, For he hath still been tried a holy man. How if, when I am laid into the tomb, I wake before the time that Romeo Come to redeem me? There’s a fearful point! Shall I not then be stifled in the vault, To whose foul mouth no healthsome air breathes in, And there die strangled ere my Romeo comes? Or, if I live, is it not very like, The horrible conceit of death and night, Together with the terror of the place, As in a vault, an ancient receptacle, Where for this many hundred years the bones Of all my buried ancestors are pack’d, Where bloody Tybalt, yet but green in earth, Lies festering in his shroud; where, as they say, At some hours in the night spirits resort— Alack, alack, is it not like that I, So early waking, what with loathsome smells, And shrieks like mandrakes torn out of the earth, That living mortals, hearing them, run mad. O, if I wake, shall I not be distraught, Environed with all these hideous fears, And madly play with my forefathers’ joints? And pluck the mangled Tybalt from his shroud? And, in this rage, with some great kinsman’s bone, As with a club, dash out my desperate brains? O look, methinks I see my cousin’s ghost Seeking out Romeo that did spit his body Upon a rapier’s point. Stay, Tybalt, stay! Romeo, Romeo, Romeo, here’s drink! I drink to thee. [_Throws herself on the bed._]",
    "rank": 8,
    "score": 0.06462402525893908
  },
  {
    "id": "10.3",
    "heading": "ACT V - SCENE III. A churchyard; in it a Monument belonging to the Capulets.",
    "depth": 2,
    "parent_id": "10",
    "content": "Enter Paris, and his Page bearing flowers and a torch. PARIS. Give me thy torch, boy. Hence and stand aloof. Yet put it out, for I would not be seen. Under yond yew tree lay thee all along, Holding thy ear close to the hollow ground; So shall no foot upon the churchyard tread, Being loose, unfirm, with digging up of graves, But thou shalt hear it. Whistle then to me, As signal that thou hear’st something approach. Give me those flowers. Do as I bid thee, go. PAGE. [_Aside._] I am almost afraid to stand alone Here in the churchyard; yet I will adventure. [_Retires._] PARIS. Sweet flower, with flowers thy bridal bed I strew. O woe, thy canopy is dust and stones, Which with sweet water nightly I will dew, Or wanting that, with tears distill’d by moans. The obsequies that I for thee will keep, Nightly shall be to strew thy grave and weep. [_The Page whistles._] The boy gives warning something doth approach. What cursed foot wanders this way tonight, To cross my obsequies and true love’s rite? What, with a torch! Muffle me, night, awhile. [_Retires._] Enter Romeo and Balthasar with a torch, mattock, &c. ROMEO. Give me that mattock and the wrenching iron. Hold, take this letter; early in the morning See thou deliver it to my lord and father. Give me the light; upon thy life I charge thee, Whate’er thou hear’st or seest, stand all aloof And do not interrupt me in my course. Why I descend into this bed of death Is partly to behold my lady’s face, But chiefly to take thence from her dead finger A precious ring, a ring that I must use In dear employment. Therefore hence, be gone. But if thou jealous dost return to pry In what I further shall intend to do, By heaven I will tear thee joint by joint, And strew this hungry churchyard with thy limbs. The time and my intents are savage-wild; More fierce and more inexorable far Than empty tigers or the roaring sea. BALTHASAR. I will be gone, sir, and not trouble you. ROMEO. So shalt thou show me friendship. Take thou that. Live, and be prosperous, and farewell, good fellow. BALTHASAR. For all this same, I’ll hide me hereabout. His looks I fear, and his intents I doubt. [_Retires_] ROMEO. Thou detestable maw, thou womb of death, Gorg’d with the dearest morsel of the earth, Thus I enforce thy rotten jaws to open, [_Breaking open the door of the monument._] And in despite, I’ll cram thee with more food. PARIS. This is that banish’d haughty Montague That murder’d my love’s cousin,—with which grief, It is supposed, the fair creature died,— And here is come to do some villainous shame To the dead bodies. I will apprehend him. [_Advances._] Stop thy unhallow’d toil, vile Montague. Can vengeance be pursu’d further than death? Condemned villain, I do apprehend thee. Obey, and go with me, for thou must die. ROMEO. I must indeed; and therefore came I hither. Good gentle youth, tempt not a desperate man. Fly hence and leave me. Think upon these gone; Let them affright thee. I beseech thee, youth, Put not another sin upon my head By urging me to fury. O be gone. By heaven I love thee better than myself; For I come hither arm’d against myself. Stay not, be gone, live, and hereafter say, A madman’s mercy bid thee run away. PARIS. I do defy thy conjuration, And apprehend thee for a felon here. ROMEO. Wilt thou provoke me? Then have at thee, boy! [_They fight._] PAGE. O lord, they fight! I will go call the watch. [_Exit._] PARIS. O, I am slain! [_Falls._] If thou be merciful, Open the tomb, lay me with Juliet. [_Dies._] ROMEO. In faith, I will. Let me peruse this face. Mercutio’s kinsman, noble County Paris! What said my man, when my betossed soul Did not attend him as we rode? I think He told me Paris should have married Juliet. Said he not so? Or did I dream it so? Or am I mad, hearing him talk of Juliet, To think it was so? O, give me thy hand, One writ with me in sour misfortune’s book. I’ll bury thee in a triumphant grave. A grave? O no, a lantern, slaught’red youth, For here lies Juliet, and her beauty makes This vault a feasting presence full of light. Death, lie thou there, by a dead man interr’d. [_Laying Paris in the monument._] How oft when men are at the point of death Have they been merry! Which their keepers call A lightning before death. O, how may I Call this a lightning? O my love, my wife, Death that hath suck’d the honey of thy breath, Hath had no power yet upon thy beauty. Thou art not conquer’d. Beauty’s ensign yet Is crimson in thy lips and in thy cheeks, And death’s pale flag is not advanced there. Tybalt, liest thou there in thy bloody sheet? O, what more favour can I do to thee Than with that hand that cut thy youth in twain To sunder his that was thine enemy? Forgive me, cousin. Ah, dear Juliet, Why art thou yet so fair? Shall I believe That unsubstantial death is amorous; And that the lean abhorred monster keeps Thee here in dark to be his paramour? For fear of that I still will stay with thee, And never from this palace of dim night Depart again. Here, here will I remain With worms that are thy chambermaids. O, here Will I set up my everlasting rest; And shake the yoke of inauspicious stars From this world-wearied flesh. Eyes, look your last. Arms, take your last embrace! And, lips, O you The doors of breath, seal with a righteous kiss A dateless bargain to engrossing death. Come, bitter conduct, come, unsavoury guide. Thou desperate pilot, now at once run on The dashing rocks thy sea-sick weary bark. Here’s to my love! [_Drinks._] O true apothecary! Thy drugs are quick. Thus with a kiss I die. [_Dies._] Enter, at the other end of the Churchyard, Friar Lawrence, with a lantern, crow, and spade. FRIAR LAWRENCE. Saint Francis be my speed. How oft tonight Have my old feet stumbled at graves? Who’s there? Who is it that consorts, so late, the dead? BALTHASAR. Here’s one, a friend, and one that knows you well. FRIAR LAWRENCE. Bliss be upon you. Tell me, good my friend, What torch is yond that vainly lends his light To grubs and eyeless skulls? As I discern, It burneth in the Capels’ monument. BALTHASAR. It doth so, holy sir, and there’s my master, One that you love. FRIAR LAWRENCE. Who is it? BALTHASAR. Romeo. FRIAR LAWRENCE. How long hath he been there? BALTHASAR. Full half an hour. FRIAR LAWRENCE. Go with me to the vault. BALTHASAR. I dare not, sir; My master knows not but I am gone hence, And fearfully did menace me with death If I did stay to look on his intents. FRIAR LAWRENCE. Stay then, I’ll go alone. Fear comes upon me. O, much I fear some ill unlucky thing. BALTHASAR. As I did sleep under this yew tree here, I dreamt my master and another fought, And that my master slew him. FRIAR LAWRENCE. Romeo! [_Advances._] Alack, alack, what blood is this which stains The stony entrance of this sepulchre? What mean these masterless and gory swords To lie discolour’d by this place of peace? [_Enters the monument._] Romeo! O, pale! Who else? What, Paris too? And steep’d in blood? Ah what an unkind hour Is guilty of this lamentable chance? The lady stirs. [_Juliet wakes and stirs._] JULIET. O comfortable Friar, where is my lord? I do remember well where I should be, And there I am. Where is my Romeo? [_Noise within._] FRIAR LAWRENCE. I hear some noise. Lady, come from that nest Of death, contagion, and unnatural sleep. A greater power than we can contradict Hath thwarted our intents. Come, come away. Thy husband in thy bosom there lies dead; And Paris too. Come, I’ll dispose of thee Among a sisterhood of holy nuns. Stay not to question, for the watch is coming. Come, go, good Juliet. I dare no longer stay. JULIET. Go, get thee hence, for I will not away. [_Exit Friar Lawrence._] What’s here? A cup clos’d in my true love’s hand? Poison, I see, hath been his timeless end. O churl. Drink all, and left no friendly drop To help me after? I will kiss thy lips. Haply some poison yet doth hang on them, To make me die with a restorative. [_Kisses him._] Thy lips are warm! FIRST WATCH. [_Within._] Lead, boy. Which way? JULIET. Yea, noise? Then I’ll be brief. O happy dagger. [_Snatching Romeo’s dagger._] This is thy sheath. [_stabs herself_] There rest, and let me die. [_Falls on Romeo’s body and dies._] Enter Watch with the Page of Paris. PAGE. This is the place. There, where the torch doth burn. FIRST WATCH. The ground is bloody. Search about the churchyard. Go, some of you, whoe’er you find attach. [_Exeunt some of the Watch._] Pitiful sight! Here lies the County slain, And Juliet bleeding, warm, and newly dead, Who here hath lain this two days buried. Go tell the Prince; run to the Capulets. Raise up the Montagues, some others search. [_Exeunt others of the Watch._] We see the ground whereon these woes do lie, But the true ground of all these piteous woes We cannot without circumstance descry. Re-enter some of the Watch with Balthasar. SECOND WATCH. Here’s Romeo’s man. We found him in the churchyard. FIRST WATCH. Hold him in safety till the Prince come hither. Re-enter others of the Watch with Friar Lawrence. THIRD WATCH. Here is a Friar that trembles, sighs, and weeps. We took this mattock and this spade from him As he was coming from this churchyard side. FIRST WATCH. A great suspicion. Stay the Friar too. Enter the Prince and Attendants. PRINCE. What misadventure is so early up, That calls our person from our morning’s rest? Enter Capulet, Lady Capulet and others. CAPULET. What should it be that they so shriek abroad? LADY CAPULET. O the people in the street cry Romeo, Some Juliet, and some Paris, and all run With open outcry toward our monument. PRINCE. What fear is this which startles in our ears? FIRST WATCH. Sovereign, here lies the County Paris slain, And Romeo dead, and Juliet, dead before, Warm and new kill’d. PRINCE. Search, seek, and know how this foul murder comes. FIRST WATCH. Here is a Friar, and slaughter’d Romeo’s man, With instruments upon them fit to open These dead men’s tombs. CAPULET. O heaven! O wife, look how our daughter bleeds! This dagger hath mista’en, for lo, his house Is empty on the back of Montague, And it mis-sheathed in my daughter’s bosom. LADY CAPULET. O me! This sight of death is as a bell That warns my old age to a sepulchre. Enter Montague and others. PRINCE. Come, Montague, for thou art early up, To see thy son and heir more early down. MONTAGUE. Alas, my liege, my wife is dead tonight. Grief of my son’s exile hath stopp’d her breath. What further woe conspires against mine age? PRINCE. Look, and thou shalt see. MONTAGUE. O thou untaught! What manners is in this, To press before thy father to a grave? PRINCE. Seal up the mouth of outrage for a while, Till we can clear these ambiguities, And know their spring, their head, their true descent, And then will I be general of your woes, And lead you even to death. Meantime forbear, And let mischance be slave to patience. Bring forth the parties of suspicion. FRIAR LAWRENCE. I am the greatest, able to do least, Yet most suspected, as the time and place Doth make against me, of this direful murder. And here I stand, both to impeach and purge Myself condemned and myself excus’d. PRINCE. Then say at once what thou dost know in this. FRIAR LAWRENCE. I will be brief, for my short date of breath Is not so long as is a tedious tale. Romeo, there dead, was husband to that Juliet, And she, there dead, that Romeo’s faithful wife. I married them; and their stol’n marriage day Was Tybalt’s doomsday, whose untimely death Banish’d the new-made bridegroom from this city; For whom, and not for Tybalt, Juliet pin’d. You, to remove that siege of grief from her, Betroth’d, and would have married her perforce To County Paris. Then comes she to me, And with wild looks, bid me devise some means To rid her from this second marriage, Or in my cell there would she kill herself. Then gave I her, so tutored by my art, A sleeping potion, which so took effect As I intended, for it wrought on her The form of death. Meantime I writ to Romeo That he should hither come as this dire night To help to take her from her borrow’d grave, Being the time the potion’s force should cease. But he which bore my letter, Friar John, Was stay’d by accident; and yesternight Return’d my letter back. Then all alone At the prefixed hour of her waking Came I to take her from her kindred’s vault, Meaning to keep her closely at my cell Till I conveniently could send to Romeo. But when I came, some minute ere the time Of her awaking, here untimely lay The noble Paris and true Romeo dead. She wakes; and I entreated her come forth And bear this work of heaven with patience. But then a noise did scare me from the tomb; And she, too desperate, would not go with me, But, as it seems, did violence on herself. All this I know; and to the marriage Her Nurse is privy. And if ought in this Miscarried by my fault, let my old life Be sacrific’d, some hour before his time, Unto the rigour of severest law. PRINCE. We still have known thee for a holy man. Where’s Romeo’s man? What can he say to this? BALTHASAR. I brought my master news of Juliet’s death, And then in post he came from Mantua To this same place, to this same monument. This letter he early bid me give his father, And threaten’d me with death, going in the vault, If I departed not, and left him there. PRINCE. Give me the letter, I will look on it. Where is the County’s Page that rais’d the watch? Sirrah, what made your master in this place? PAGE. He came with flowers to strew his lady’s grave, And bid me stand aloof, and so I did. Anon comes one with light to ope the tomb, And by and by my master drew on him, And then I ran away to call the watch. PRINCE. This letter doth make good the Friar’s words, Their course of love, the tidings of her death. And here he writes that he did buy a poison Of a poor ’pothecary, and therewithal Came to this vault to die, and lie with Juliet. Where be these enemies? Capulet, Montague, See what a scourge is laid upon your hate, That heaven finds means to kill your joys with love! And I, for winking at your discords too, Have lost a brace of kinsmen. All are punish’d. CAPULET. O brother Montague, give me thy hand. This is my daughter’s jointure, for no more Can I demand. MONTAGUE. But I can give thee more, For I will raise her statue in pure gold, That whiles Verona by that name is known, There shall no figure at such rate be set As that of true and faithful Juliet. CAPULET. As rich shall Romeo’s by his lady’s lie, Poor sacrifices of our enmity. PRINCE. A glooming peace this morning with it brings; The sun for sorrow will not show his head. Go hence, to have more talk of these sad things. Some shall be pardon’d, and some punished, For never was a story of more woe Than this of Juliet and her Romeo.",
    "rank": 9,
    "score": 0.06368425578602152
  },
  {
    "id": "7.5",
    "heading": "ACT II - SCENE V. Capulet’s Garden.",
    "depth": 2,
    "parent_id": "7",
    "content": "Enter Juliet. JULIET. The clock struck nine when I did send the Nurse, In half an hour she promised to return. Perchance she cannot meet him. That’s not so. O, she is lame. Love’s heralds should be thoughts, Which ten times faster glides than the sun’s beams, Driving back shadows over lowering hills: Therefore do nimble-pinion’d doves draw love, And therefore hath the wind-swift Cupid wings. Now is the sun upon the highmost hill Of this day’s journey, and from nine till twelve Is three long hours, yet she is not come. Had she affections and warm youthful blood, She’d be as swift in motion as a ball; My words would bandy her to my sweet love, And his to me. But old folks, many feign as they were dead; Unwieldy, slow, heavy and pale as lead. Enter Nurse and Peter. O God, she comes. O honey Nurse, what news? Hast thou met with him? Send thy man away. NURSE. Peter, stay at the gate. [_Exit Peter._] JULIET. Now, good sweet Nurse,—O Lord, why look’st thou sad? Though news be sad, yet tell them merrily; If good, thou sham’st the music of sweet news By playing it to me with so sour a face. NURSE. I am aweary, give me leave awhile; Fie, how my bones ache! What a jaunt have I had! JULIET. I would thou hadst my bones, and I thy news: Nay come, I pray thee speak; good, good Nurse, speak. NURSE. Jesu, what haste? Can you not stay a while? Do you not see that I am out of breath? JULIET. How art thou out of breath, when thou hast breath To say to me that thou art out of breath? The excuse that thou dost make in this delay Is longer than the tale thou dost excuse. Is thy news good or bad? Answer to that; Say either, and I’ll stay the circumstance. Let me be satisfied, is’t good or bad? NURSE. Well, you have made a simple choice; you know not how to choose a man. Romeo? No, not he. Though his face be better than any man’s, yet his leg excels all men’s, and for a hand and a foot, and a body, though they be not to be talked on, yet they are past compare. He is not the flower of courtesy, but I’ll warrant him as gentle as a lamb. Go thy ways, wench, serve God. What, have you dined at home? JULIET. No, no. But all this did I know before. What says he of our marriage? What of that? NURSE. Lord, how my head aches! What a head have I! It beats as it would fall in twenty pieces. My back o’ t’other side,—O my back, my back! Beshrew your heart for sending me about To catch my death with jauncing up and down. JULIET. I’faith, I am sorry that thou art not well. Sweet, sweet, sweet Nurse, tell me, what says my love? NURSE. Your love says like an honest gentleman, And a courteous, and a kind, and a handsome, And I warrant a virtuous,—Where is your mother? JULIET. Where is my mother? Why, she is within. Where should she be? How oddly thou repliest. ‘Your love says, like an honest gentleman, ‘Where is your mother?’ NURSE. O God’s lady dear, Are you so hot? Marry, come up, I trow. Is this the poultice for my aching bones? Henceforward do your messages yourself. JULIET. Here’s such a coil. Come, what says Romeo? NURSE. Have you got leave to go to shrift today? JULIET. I have. NURSE. Then hie you hence to Friar Lawrence’ cell; There stays a husband to make you a wife. Now comes the wanton blood up in your cheeks, They’ll be in scarlet straight at any news. Hie you to church. I must another way, To fetch a ladder by the which your love Must climb a bird’s nest soon when it is dark. I am the drudge, and toil in your delight; But you shall bear the burden soon at night. Go. I’ll to dinner; hie you to the cell. JULIET. Hie to high fortune! Honest Nurse, farewell. [_Exeunt._]",
    "rank": 10,
    "score": 0.06020327988828733
  }
]