[
  {
    "id": "508",
    "heading": "Chunk 508",
    "depth": 1,
    "parent_id": null,
    "content": "Leviathan—to an ant or a flea—such portly terms might justly be deemed unwarrantably grandiloquent. But when Leviathan is the text, the case is altered. Fain am I to stagger to this emprise under the weightiest words of the dictionary. And here be it said, that whenever it has been convenient to consult one in the course of these dissertations, I have invariably used a huge quarto edition of Johnson, expressly purchased for that purpose; because that famous lexicographer’s uncommon personal bulk more fitted him to compile a lexicon to be used by a whale author like me. One often hears of writers that rise and swell with their subject, though it may seem but an ordinary one. How, then, with me, writing of this Leviathan? Unconsciously my chirography expands into placard capitals. Give me a condor’s quill! Give me Vesuvius’ crater for an inkstand! Friends, hold my arms! For in the mere act of penning my thoughts of this Leviathan, they weary me, and make me faint with their outreaching comprehensiveness of sweep, as if to include the whole circle of the sciences, and all the generations of whales, and men, and mastodons, past, present, and to come, with all the revolving panoramas of empire on earth, and throughout the whole universe, not excluding its suburbs. Such, and so magnifying, is the virtue of a large and liberal theme! We expand to its bulk. To produce a mighty book, you must choose a mighty theme. No great and enduring volume can ever be written on the flea, though many there be who have tried it. Ere entering upon the subject of Fossil Whales, I present my credentials as a geologist, by stating that in my miscellaneous time I have been a stone-mason, and also a great digger of ditches, canals and wells, wine-vaults, cellars, and cisterns of all sorts. Likewise, by way of preliminary, I desire to remind the reader, that while in the earlier geological strata there are found the fossils of monsters now almost completely extinct; the subsequent relics discovered in what are",
    "rank": 1,
    "score": 0.18866389989852905
  },
  {
    "id": "233",
    "heading": "Chunk 233",
    "depth": 1,
    "parent_id": null,
    "content": "was for the time but a vacated thing, a formless somnambulistic being, a ray of living light, to be sure, but without an object to colour, and therefore a blankness in itself. God help thee, old man, thy thoughts have created a creature in thee; and he whose intense thinking thus makes him a Prometheus; a vulture feeds upon that heart for ever; that vulture the very creature he creates. CHAPTER 45. The Affidavit. So far as what there may be of a narrative in this book; and, indeed, as indirectly touching one or two very interesting and curious particulars in the habits of sperm whales, the foregoing chapter, in its earlier part, is as important a one as will be found in this volume; but the leading matter of it requires to be still further and more familiarly enlarged upon, in order to be adequately understood, and moreover to take away any incredulity which a profound ignorance of the entire subject may induce in some minds, as to the natural verity of the main points of this affair. I care not to perform this part of my task methodically; but shall be content to produce the desired impression by separate citations of items, practically or reliably known to me as a whaleman; and from these citations, I take it—the conclusion aimed at will naturally follow of itself. First: I have personally known three instances where a whale, after receiving a harpoon, has effected a complete escape; and, after an interval (in one instance of three years), has been again struck by the same hand, and slain; when the two irons, both marked by the same private cypher, have been taken from the body. In the instance where three years intervened between the flinging of the two harpoons; and I think it may have been something more than that; the man who darted them happening, in the interval, to go in a trading ship on a voyage to Africa, went ashore there, joined a discovery party, and penetrated far",
    "rank": 2,
    "score": 0.15412135422229767
  },
  {
    "id": "158",
    "heading": "Chunk 158",
    "depth": 1,
    "parent_id": null,
    "content": "Now the various species of whales need some sort of popular comprehensive classification, if only an easy outline one for the present, hereafter to be filled in all its departments by subsequent laborers. As no better man advances to take this matter in hand, I hereupon offer my own poor endeavors. I promise nothing complete; because any human thing supposed to be complete, must for that very reason infallibly be faulty. I shall not pretend to a minute anatomical description of the various species, or—in this place at least—to much of any description. My object here is simply to project the draught of a systematization of cetology. I am the architect, not the builder. But it is a ponderous task; no ordinary letter-sorter in the Post-Office is equal to it. To grope down into the bottom of the sea after them; to have one’s hands among the unspeakable foundations, ribs, and very pelvis of the world; this is a fearful thing. What am I that I should essay to hook the nose of this leviathan! The awful tauntings in Job might well appal me. Will he (the leviathan) make a covenant with thee? Behold the hope of him is vain! But I have swam through libraries and sailed through oceans; I have had to do with whales with these visible hands; I am in earnest; and I will try. There are some preliminaries to settle. First: The uncertain, unsettled condition of this science of Cetology is in the very vestibule attested by the fact, that in some quarters it still remains a moot point whether a whale be a fish. In his System of Nature, A.D. 1776, Linnæus declares, “I hereby separate the whales from the fish.” But of my own knowledge, I know that down to the year 1850, sharks and shad, alewives and herring, against Linnæus’s express edict, were still found dividing the possession of the same seas with the Leviathan. The grounds upon which Linnæus would fain have banished the whales from the waters, he states as follows: “On account of their warm bilocular",
    "rank": 3,
    "score": 0.13653498888015747
  },
  {
    "id": "5",
    "heading": "Chunk 5",
    "depth": 1,
    "parent_id": null,
    "content": "CHAPTER 112. The Blacksmith. CHAPTER 113. The Forge. CHAPTER 114. The Gilder. CHAPTER 115. The Pequod Meets The Bachelor. CHAPTER 116. The Dying Whale. CHAPTER 117. The Whale Watch. CHAPTER 118. The Quadrant. CHAPTER 119. The Candles. CHAPTER 120. The Deck Towards the End of the First Night Watch. CHAPTER 121. Midnight.—The Forecastle Bulwarks. CHAPTER 122. Midnight Aloft.—Thunder and Lightning. CHAPTER 123. The Musket. CHAPTER 124. The Needle. CHAPTER 125. The Log and Line. CHAPTER 126. The Life-Buoy. CHAPTER 127. The Deck. CHAPTER 128. The Pequod Meets The Rachel. CHAPTER 129. The Cabin. CHAPTER 130. The Hat. CHAPTER 131. The Pequod Meets The Delight. CHAPTER 132. The Symphony. CHAPTER 133. The Chase—First Day. CHAPTER 134. The Chase—Second Day. CHAPTER 135. The Chase.—Third Day. Epilogue Original Transcriber’s Notes: This text is a combination of etexts, one from the now-defunct ERIS project at Virginia Tech and one from Project Gutenberg’s archives. The proofreaders of this version are indebted to The University of Adelaide Library for preserving the Virginia Tech version. The resulting etext",
    "rank": 4,
    "score": 0.1223418340086937
  },
  {
    "id": "2",
    "heading": "Chunk 2",
    "depth": 1,
    "parent_id": null,
    "content": "CHAPTER 25. Postscript. CHAPTER 26. Knights and Squires. CHAPTER 27. Knights and Squires. CHAPTER 28. Ahab. CHAPTER 29. Enter Ahab; to Him, Stubb. CHAPTER 30. The Pipe. CHAPTER 31. Queen Mab. CHAPTER 32. Cetology. CHAPTER 33. The Specksnyder. CHAPTER 34. The Cabin-Table. CHAPTER 35. The Mast-Head. CHAPTER 36. The Quarter-Deck. CHAPTER 37. Sunset. CHAPTER 38. Dusk. CHAPTER 39. First Night-Watch. CHAPTER 40. Midnight, Forecastle. CHAPTER 41. Moby Dick. CHAPTER 42. The Whiteness of the Whale. CHAPTER 43. Hark! CHAPTER 44. The Chart. CHAPTER 45. The Affidavit. CHAPTER 46. Surmises. CHAPTER 47. The Mat-Maker. CHAPTER 48. The First Lowering. CHAPTER 49. The Hyena. CHAPTER 50. Ahab’s Boat and Crew. Fedallah. CHAPTER 51. The Spirit-Spout. CHAPTER 52. The Albatross. CHAPTER 53. The Gam. CHAPTER 54. The Town-Ho’s Story.",
    "rank": 5,
    "score": 0.11619068682193756
  },
  {
    "id": "116",
    "heading": "Chunk 116",
    "depth": 1,
    "parent_id": null,
    "content": "“Yes,” said I, “we have just signed the articles.” “Anything down there about your souls?” “About what?” “Oh, perhaps you hav’n’t got any,” he said quickly. “No matter though, I know many chaps that hav’n’t got any,—good luck to ’em; and they are all the better off for it. A soul’s a sort of a fifth wheel to a wagon.” “What are you jabbering about, shipmate?” said I. “_He’s_ got enough, though, to make up for all deficiencies of that sort in other chaps,” abruptly said the stranger, placing a nervous emphasis upon the word _he_. “Queequeg,” said I, “let’s go; this fellow has broken loose from somewhere; he’s talking about something and somebody we don’t know.” “Stop!” cried the stranger. “Ye said true—ye hav’n’t seen Old Thunder yet, have ye?” “Who’s Old Thunder?” said I, again riveted with the insane earnestness of his manner. “Captain Ahab.” “What! the captain of our ship, the Pequod?” “Aye, among some of us old sailor chaps, he goes by that name. Ye hav’n’t seen him yet, have ye?” “No, we hav’n’t. He’s sick they say, but is getting better, and will be all right again before long.” “All right again before long!” laughed the stranger, with a solemnly derisive sort of laugh. “Look ye; when Captain Ahab is all right, then this left arm of mine will be all right; not before.” “What do you know about him?” “What did they _tell_ you about him? Say that!” “They didn’t tell much of anything about him; only I’ve heard that he’s a good whale-hunter, and a good captain to his crew.”",
    "rank": 6,
    "score": 0.11389977484941483
  },
  {
    "id": "194",
    "heading": "Chunk 194",
    "depth": 1,
    "parent_id": null,
    "content": "near the capstan, with their harpoons in their hands, while his three mates stood at his side with their lances, and the rest of the ship’s company formed a circle round the group; he stood for an instant searchingly eyeing every man of his crew. But those wild eyes met his, as the bloodshot eyes of the prairie wolves meet the eye of their leader, ere he rushes on at their head in the trail of the bison; but, alas! only to fall into the hidden snare of the Indian. “Drink and pass!” he cried, handing the heavy charged flagon to the nearest seaman. “The crew alone now drink. Round with it, round! Short draughts—long swallows, men; ’tis hot as Satan’s hoof. So, so; it goes round excellently. It spiralizes in ye; forks out at the serpent-snapping eye. Well done; almost drained. That way it went, this way it comes. Hand it me—here’s a hollow! Men, ye seem the years; so brimming life is gulped and gone. Steward, refill! “Attend now, my braves. I have mustered ye all round this capstan; and ye mates, flank me with your lances; and ye harpooneers, stand there with your irons; and ye, stout mariners, ring me in, that I may in some sort revive a noble custom of my fisherman fathers before me. O men, you will yet see that—Ha! boy, come back? bad pennies come not sooner. Hand it me. Why, now, this pewter had run brimming again, wer’t not thou St. Vitus’ imp—away, thou ague! “Advance, ye mates! Cross your lances full before me. Well done! Let me touch the axis.” So saying, with extended arm, he grasped the three level, radiating lances at their crossed centre; while so doing, suddenly and nervously twitched them; meanwhile, glancing intently from Starbuck to Stubb; from Stubb to Flask. It seemed as though, by some nameless, interior volition, he would fain have shocked into them the same fiery emotion accumulated within the Leyden jar of his own magnetic life. The three mates quailed before his strong, sustained, and mystic aspect. Stubb and Flask looked sideways from him; the honest",
    "rank": 7,
    "score": 0.11341498792171478
  },
  {
    "id": "466",
    "heading": "Chunk 466",
    "depth": 1,
    "parent_id": null,
    "content": "Stubb’s boat was now so far away, and he and all his crew so intent upon his fish, that Pip’s ringed horizon began to expand around him miserably. By the merest chance the ship itself at last rescued him; but from that hour the little negro went about the deck an idiot; such, at least, they said he was. The sea had jeeringly kept his finite body up, but drowned the infinite of his soul. Not drowned entirely, though. Rather carried down alive to wondrous depths, where strange shapes of the unwarped primal world glided to and fro before his passive eyes; and the miser-merman, Wisdom, revealed his hoarded heaps; and among the joyous, heartless, ever-juvenile eternities, Pip saw the multitudinous, God-omnipresent, coral insects, that out of the firmament of waters heaved the colossal orbs. He saw God’s foot upon the treadle of the loom, and spoke it; and therefore his shipmates called him mad. So man’s insanity is heaven’s sense; and wandering from all mortal reason, man comes at last to that celestial thought, which, to reason, is absurd and frantic; and weal or woe, feels then uncompromised, indifferent as his God. For the rest, blame not Stubb too hardly. The thing is common in that fishery; and in the sequel of the narrative, it will then be seen what like abandonment befell myself. CHAPTER 94. A Squeeze of the Hand. That whale of Stubb’s, so dearly purchased, was duly brought to the Pequod’s side, where all those cutting and hoisting operations previously detailed, were regularly gone through, even to the baling of the Heidelburgh Tun, or Case. While some were occupied with this latter duty, others were employed in dragging away the larger tubs, so soon as filled with the sperm; and when the proper time arrived, this same sperm was carefully manipulated ere going to the try-works, of which anon. It had cooled and crystallized to such a degree, that when, with",
    "rank": 8,
    "score": 0.1102796196937561
  },
  {
    "id": "585",
    "heading": "Chunk 585",
    "depth": 1,
    "parent_id": null,
    "content": "“Lad, lad, I tell thee thou must not follow Ahab now. The hour is coming when Ahab would not scare thee from him, yet would not have thee by him. There is that in thee, poor lad, which I feel too curing to my malady. Like cures like; and for this hunt, my malady becomes my most desired health. Do thou abide below here, where they shall serve thee, as if thou wert the captain. Aye, lad, thou shalt sit here in my own screwed chair; another screw to it, thou must be.” “No, no, no! ye have not a whole body, sir; do ye but use poor me for your one lost leg; only tread upon me, sir; I ask no more, so I remain a part of ye.” “Oh! spite of million villains, this makes me a bigot in the fadeless fidelity of man!—and a black! and crazy!—but methinks like-cures-like applies to him too; he grows so sane again.” “They tell me, sir, that Stubb did once desert poor little Pip, whose drowned bones now show white, for all the blackness of his living skin. But I will never desert ye, sir, as Stubb did him. Sir, I must go with ye.” “If thou speakest thus to me much more, Ahab’s purpose keels up in him. I tell thee no; it cannot be.” “Oh good master, master, master! “Weep so, and I will murder thee! have a care, for Ahab too is mad. Listen, and thou wilt often hear my ivory foot upon the deck, and still know that I am there. And now I quit thee. Thy hand!—Met! True art thou, lad, as the circumference to its centre. So: God for ever bless thee; and if it come to that,—God for ever save thee, let what will befall.” (_Ahab goes; Pip steps one step forward._) “Here he this instant stood; I stand in his air,—but I’m alone. Now were even poor Pip here I could endure it, but he’s missing. Pip! Pip! Ding, dong, ding! Who’s seen Pip? He must be up here; let’s try the",
    "rank": 9,
    "score": 0.10876545310020447
  },
  {
    "id": "476",
    "heading": "Chunk 476",
    "depth": 1,
    "parent_id": null,
    "content": "hint of the hitching tiller; believe not the artificial fire, when its redness makes all things look ghastly. To-morrow, in the natural sun, the skies will be bright; those who glared like devils in the forking flames, the morn will show in far other, at least gentler, relief; the glorious, golden, glad sun, the only true lamp—all others but liars! Nevertheless the sun hides not Virginia’s Dismal Swamp, nor Rome’s accursed Campagna, nor wide Sahara, nor all the millions of miles of deserts and of griefs beneath the moon. The sun hides not the ocean, which is the dark side of this earth, and which is two thirds of this earth. So, therefore, that mortal man who hath more of joy than sorrow in him, that mortal man cannot be true—not true, or undeveloped. With books the same. The truest of all men was the Man of Sorrows, and the truest of all books is Solomon’s, and Ecclesiastes is the fine hammered steel of woe. “All is vanity.” ALL. This wilful world hath not got hold of unchristian Solomon’s wisdom yet. But he who dodges hospitals and jails, and walks fast crossing graveyards, and would rather talk of operas than hell; calls Cowper, Young, Pascal, Rousseau, poor devils all of sick men; and throughout a care-free lifetime swears by Rabelais as passing wise, and therefore jolly;—not that man is fitted to sit down on tomb-stones, and break the green damp mould with unfathomably wondrous Solomon. But even Solomon, he says, “the man that wandereth out of the way of understanding shall remain” (_i.e._, even while living) “in the congregation of the dead.” Give not thyself up, then, to fire, lest it invert thee, deaden thee; as for the time it did me. There is a wisdom that is woe; but there is a woe that is madness. And there is a Catskill eagle in some souls that can alike dive down into the blackest gorges, and soar out of them again and become invisible in the sunny spaces. And even if he for ever flies within the gorge, that gorge is in the mountains; so that even in his lowest swoop the mountain eagle",
    "rank": 10,
    "score": 0.10600228607654572
  }
]