[
  {
    "id": "9.1",
    "heading": "ACT IV - SCENE I. Friar Lawrence’s Cell.",
    "depth": 2,
    "parent_id": "9",
    "content": "Enter Friar Lawrence and Paris. FRIAR LAWRENCE. On Thursday, sir? The time is very short. PARIS. My father Capulet will have it so; And I am nothing slow to slack his haste. FRIAR LAWRENCE. You say you do not know the lady’s mind. Uneven is the course; I like it not. PARIS. Immoderately she weeps for Tybalt’s death, And therefore have I little talk’d of love; For Venus smiles not in a house of tears. Now, sir, her father counts it dangerous That she do give her sorrow so much sway; And in his wisdom, hastes our marriage, To stop the inundation of her tears, Which, too much minded by herself alone, May be put from her by society. Now do you know the reason of this haste. FRIAR LAWRENCE. [_Aside._] I would I knew not why it should be slow’d.— Look, sir, here comes the lady toward my cell. Enter Juliet. PARIS. Happily met, my lady and my wife! JULIET. That may be, sir, when I may be a wife. PARIS. That may be, must be, love, on Thursday next. JULIET. What must be shall be. FRIAR LAWRENCE. That’s a certain text. PARIS. Come you to make confession to this father? JULIET. To answer that, I should confess to you. PARIS. Do not deny to him that you love me. JULIET. I will confess to you that I love him. PARIS. So will ye, I am sure, that you love me. JULIET. If I do so, it will be of more price, Being spoke behind your back than to your face. PARIS. Poor soul, thy face is much abus’d with tears. JULIET. The tears have got small victory by that; For it was bad enough before their spite. PARIS. Thou wrong’st it more than tears with that report. JULIET. That is no slander, sir, which is a truth, And what I spake, I spake it to my face. PARIS. Thy face is mine, and thou hast slander’d it. JULIET. It may be so, for it is not mine own. Are you at leisure, holy father, now, Or shall I come to you at evening mass? FRIAR LAWRENCE. My leisure serves me, pensive daughter, now.— My lord, we must entreat the time alone. PARIS. God shield I should disturb devotion!— Juliet, on Thursday early will I rouse ye, Till then, adieu; and keep this holy kiss. [_Exit._] JULIET. O shut the door, and when thou hast done so, Come weep with me, past hope, past cure, past help! FRIAR LAWRENCE. O Juliet, I already know thy grief; It strains me past the compass of my wits. I hear thou must, and nothing may prorogue it, On Thursday next be married to this County. JULIET. Tell me not, Friar, that thou hear’st of this, Unless thou tell me how I may prevent it. If in thy wisdom, thou canst give no help, Do thou but call my resolution wise, And with this knife I’ll help it presently. God join’d my heart and Romeo’s, thou our hands; And ere this hand, by thee to Romeo’s seal’d, Shall be the label to another deed, Or my true heart with treacherous revolt Turn to another, this shall slay them both. Therefore, out of thy long-experienc’d time, Give me some present counsel, or behold ’Twixt my extremes and me this bloody knife Shall play the empire, arbitrating that Which the commission of thy years and art Could to no issue of true honour bring. Be not so long to speak. I long to die, If what thou speak’st speak not of remedy. FRIAR LAWRENCE. Hold, daughter. I do spy a kind of hope, Which craves as desperate an execution As that is desperate which we would prevent. If, rather than to marry County Paris Thou hast the strength of will to slay thyself, Then is it likely thou wilt undertake A thing like death to chide away this shame, That cop’st with death himself to scape from it. And if thou dar’st, I’ll give thee remedy. JULIET. O, bid me leap, rather than marry Paris, From off the battlements of yonder tower, Or walk in thievish ways, or bid me lurk Where serpents are. Chain me with roaring bears; Or hide me nightly in a charnel-house, O’er-cover’d quite with dead men’s rattling bones, With reeky shanks and yellow chapless skulls. Or bid me go into a new-made grave, And hide me with a dead man in his shroud; Things that, to hear them told, have made me tremble, And I will do it without fear or doubt, To live an unstain’d wife to my sweet love. FRIAR LAWRENCE. Hold then. Go home, be merry, give consent To marry Paris. Wednesday is tomorrow; Tomorrow night look that thou lie alone, Let not thy Nurse lie with thee in thy chamber. Take thou this vial, being then in bed, And this distilled liquor drink thou off, When presently through all thy veins shall run A cold and drowsy humour; for no pulse Shall keep his native progress, but surcease. No warmth, no breath shall testify thou livest, The roses in thy lips and cheeks shall fade To paly ashes; thy eyes’ windows fall, Like death when he shuts up the day of life. Each part depriv’d of supple government, Shall stiff and stark and cold appear like death. And in this borrow’d likeness of shrunk death Thou shalt continue two and forty hours, And then awake as from a pleasant sleep. Now when the bridegroom in the morning comes To rouse thee from thy bed, there art thou dead. Then as the manner of our country is, In thy best robes, uncover’d, on the bier, Thou shalt be borne to that same ancient vault Where all the kindred of the Capulets lie. In the meantime, against thou shalt awake, Shall Romeo by my letters know our drift, And hither shall he come, and he and I Will watch thy waking, and that very night Shall Romeo bear thee hence to Mantua. And this shall free thee from this present shame, If no inconstant toy nor womanish fear Abate thy valour in the acting it. JULIET. Give me, give me! O tell not me of fear! FRIAR LAWRENCE. Hold; get you gone, be strong and prosperous In this resolve. I’ll send a friar with speed To Mantua, with my letters to thy lord. JULIET. Love give me strength, and strength shall help afford. Farewell, dear father. [_Exeunt._]",
    "rank": 1,
    "score": 0.04089189179276595
  },
  {
    "id": "10.2",
    "heading": "ACT V - SCENE II. Friar Lawrence’s Cell.",
    "depth": 2,
    "parent_id": "10",
    "content": "Enter Friar John. FRIAR JOHN. Holy Franciscan Friar! Brother, ho! Enter Friar Lawrence. FRIAR LAWRENCE. This same should be the voice of Friar John. Welcome from Mantua. What says Romeo? Or, if his mind be writ, give me his letter. FRIAR JOHN. Going to find a barefoot brother out, One of our order, to associate me, Here in this city visiting the sick, And finding him, the searchers of the town, Suspecting that we both were in a house Where the infectious pestilence did reign, Seal’d up the doors, and would not let us forth, So that my speed to Mantua there was stay’d. FRIAR LAWRENCE. Who bare my letter then to Romeo? FRIAR JOHN. I could not send it,—here it is again,— Nor get a messenger to bring it thee, So fearful were they of infection. FRIAR LAWRENCE. Unhappy fortune! By my brotherhood, The letter was not nice, but full of charge, Of dear import, and the neglecting it May do much danger. Friar John, go hence, Get me an iron crow and bring it straight Unto my cell. FRIAR JOHN. Brother, I’ll go and bring it thee. [_Exit._] FRIAR LAWRENCE. Now must I to the monument alone. Within this three hours will fair Juliet wake. She will beshrew me much that Romeo Hath had no notice of these accidents; But I will write again to Mantua, And keep her at my cell till Romeo come. Poor living corse, clos’d in a dead man’s tomb. [_Exit._]",
    "rank": 2,
    "score": 0.0
  },
  {
    "id": "10.3",
    "heading": "ACT V - SCENE III. A churchyard; in it a Monument belonging to the Capulets.",
    "depth": 2,
    "parent_id": "10",
    "content": "Enter Paris, and his Page bearing flowers and a torch. PARIS. Give me thy torch, boy. Hence and stand aloof. Yet put it out, for I would not be seen. Under yond yew tree lay thee all along, Holding thy ear close to the hollow ground; So shall no foot upon the churchyard tread, Being loose, unfirm, with digging up of graves, But thou shalt hear it. Whistle then to me, As signal that thou hear’st something approach. Give me those flowers. Do as I bid thee, go. PAGE. [_Aside._] I am almost afraid to stand alone Here in the churchyard; yet I will adventure. [_Retires._] PARIS. Sweet flower, with flowers thy bridal bed I strew. O woe, thy canopy is dust and stones, Which with sweet water nightly I will dew, Or wanting that, with tears distill’d by moans. The obsequies that I for thee will keep, Nightly shall be to strew thy grave and weep. [_The Page whistles._] The boy gives warning something doth approach. What cursed foot wanders this way tonight, To cross my obsequies and true love’s rite? What, with a torch! Muffle me, night, awhile. [_Retires._] Enter Romeo and Balthasar with a torch, mattock, &c. ROMEO. Give me that mattock and the wrenching iron. Hold, take this letter; early in the morning See thou deliver it to my lord and father. Give me the light; upon thy life I charge thee, Whate’er thou hear’st or seest, stand all aloof And do not interrupt me in my course. Why I descend into this bed of death Is partly to behold my lady’s face, But chiefly to take thence from her dead finger A precious ring, a ring that I must use In dear employment. Therefore hence, be gone. But if thou jealous dost return to pry In what I further shall intend to do, By heaven I will tear thee joint by joint, And strew this hungry churchyard with thy limbs. The time and my intents are savage-wild; More fierce and more inexorable far Than empty tigers or the roaring sea. BALTHASAR. I will be gone, sir, and not trouble you. ROMEO. So shalt thou show me friendship. Take thou that. Live, and be prosperous, and farewell, good fellow. BALTHASAR. For all this same, I’ll hide me hereabout. His looks I fear, and his intents I doubt. [_Retires_] ROMEO. Thou detestable maw, thou womb of death, Gorg’d with the dearest morsel of the earth, Thus I enforce thy rotten jaws to open, [_Breaking open the door of the monument._] And in despite, I’ll cram thee with more food. PARIS. This is that banish’d haughty Montague That murder’d my love’s cousin,—with which grief, It is supposed, the fair creature died,— And here is come to do some villainous shame To the dead bodies. I will apprehend him. [_Advances._] Stop thy unhallow’d toil, vile Montague. Can vengeance be pursu’d further than death? Condemned villain, I do apprehend thee. Obey, and go with me, for thou must die. ROMEO. I must indeed; and therefore came I hither. Good gentle youth, tempt not a desperate man. Fly hence and leave me. Think upon these gone; Let them affright thee. I beseech thee, youth, Put not another sin upon my head By urging me to fury. O be gone. By heaven I love thee better than myself; For I come hither arm’d against myself. Stay not, be gone, live, and hereafter say, A madman’s mercy bid thee run away. PARIS. I do defy thy conjuration, And apprehend thee for a felon here. ROMEO. Wilt thou provoke me? Then have at thee, boy! [_They fight._] PAGE. O lord, they fight! I will go call the watch. [_Exit._] PARIS. O, I am slain! [_Falls._] If thou be merciful, Open the tomb, lay me with Juliet. [_Dies._] ROMEO. In faith, I will. Let me peruse this face. Mercutio’s kinsman, noble County Paris! What said my man, when my betossed soul Did not attend him as we rode? I think He told me Paris should have married Juliet. Said he not so? Or did I dream it so? Or am I mad, hearing him talk of Juliet, To think it was so? O, give me thy hand, One writ with me in sour misfortune’s book. I’ll bury thee in a triumphant grave. A grave? O no, a lantern, slaught’red youth, For here lies Juliet, and her beauty makes This vault a feasting presence full of light. Death, lie thou there, by a dead man interr’d. [_Laying Paris in the monument._] How oft when men are at the point of death Have they been merry! Which their keepers call A lightning before death. O, how may I Call this a lightning? O my love, my wife, Death that hath suck’d the honey of thy breath, Hath had no power yet upon thy beauty. Thou art not conquer’d. Beauty’s ensign yet Is crimson in thy lips and in thy cheeks, And death’s pale flag is not advanced there. Tybalt, liest thou there in thy bloody sheet? O, what more favour can I do to thee Than with that hand that cut thy youth in twain To sunder his that was thine enemy? Forgive me, cousin. Ah, dear Juliet, Why art thou yet so fair? Shall I believe That unsubstantial death is amorous; And that the lean abhorred monster keeps Thee here in dark to be his paramour? For fear of that I still will stay with thee, And never from this palace of dim night Depart again. Here, here will I remain With worms that are thy chambermaids. O, here Will I set up my everlasting rest; And shake the yoke of inauspicious stars From this world-wearied flesh. Eyes, look your last. Arms, take your last embrace! And, lips, O you The doors of breath, seal with a righteous kiss A dateless bargain to engrossing death. Come, bitter conduct, come, unsavoury guide. Thou desperate pilot, now at once run on The dashing rocks thy sea-sick weary bark. Here’s to my love! [_Drinks._] O true apothecary! Thy drugs are quick. Thus with a kiss I die. [_Dies._] Enter, at the other end of the Churchyard, Friar Lawrence, with a lantern, crow, and spade. FRIAR LAWRENCE. Saint Francis be my speed. How oft tonight Have my old feet stumbled at graves? Who’s there? Who is it that consorts, so late, the dead? BALTHASAR. Here’s one, a friend, and one that knows you well. FRIAR LAWRENCE. Bliss be upon you. Tell me, good my friend, What torch is yond that vainly lends his light To grubs and eyeless skulls? As I discern, It burneth in the Capels’ monument. BALTHASAR. It doth so, holy sir, and there’s my master, One that you love. FRIAR LAWRENCE. Who is it? BALTHASAR. Romeo. FRIAR LAWRENCE. How long hath he been there? BALTHASAR. Full half an hour. FRIAR LAWRENCE. Go with me to the vault. BALTHASAR. I dare not, sir; My master knows not but I am gone hence, And fearfully did menace me with death If I did stay to look on his intents. FRIAR LAWRENCE. Stay then, I’ll go alone. Fear comes upon me. O, much I fear some ill unlucky thing. BALTHASAR. As I did sleep under this yew tree here, I dreamt my master and another fought, And that my master slew him. FRIAR LAWRENCE. Romeo! [_Advances._] Alack, alack, what blood is this which stains The stony entrance of this sepulchre? What mean these masterless and gory swords To lie discolour’d by this place of peace? [_Enters the monument._] Romeo! O, pale! Who else? What, Paris too? And steep’d in blood? Ah what an unkind hour Is guilty of this lamentable chance? The lady stirs. [_Juliet wakes and stirs._] JULIET. O comfortable Friar, where is my lord? I do remember well where I should be, And there I am. Where is my Romeo? [_Noise within._] FRIAR LAWRENCE. I hear some noise. Lady, come from that nest Of death, contagion, and unnatural sleep. A greater power than we can contradict Hath thwarted our intents. Come, come away. Thy husband in thy bosom there lies dead; And Paris too. Come, I’ll dispose of thee Among a sisterhood of holy nuns. Stay not to question, for the watch is coming. Come, go, good Juliet. I dare no longer stay. JULIET. Go, get thee hence, for I will not away. [_Exit Friar Lawrence._] What’s here? A cup clos’d in my true love’s hand? Poison, I see, hath been his timeless end. O churl. Drink all, and left no friendly drop To help me after? I will kiss thy lips. Haply some poison yet doth hang on them, To make me die with a restorative. [_Kisses him._] Thy lips are warm! FIRST WATCH. [_Within._] Lead, boy. Which way? JULIET. Yea, noise? Then I’ll be brief. O happy dagger. [_Snatching Romeo’s dagger._] This is thy sheath. [_stabs herself_] There rest, and let me die. [_Falls on Romeo’s body and dies._] Enter Watch with the Page of Paris. PAGE. This is the place. There, where the torch doth burn. FIRST WATCH. The ground is bloody. Search about the churchyard. Go, some of you, whoe’er you find attach. [_Exeunt some of the Watch._] Pitiful sight! Here lies the County slain, And Juliet bleeding, warm, and newly dead, Who here hath lain this two days buried. Go tell the Prince; run to the Capulets. Raise up the Montagues, some others search. [_Exeunt others of the Watch._] We see the ground whereon these woes do lie, But the true ground of all these piteous woes We cannot without circumstance descry. Re-enter some of the Watch with Balthasar. SECOND WATCH. Here’s Romeo’s man. We found him in the churchyard. FIRST WATCH. Hold him in safety till the Prince come hither. Re-enter others of the Watch with Friar Lawrence. THIRD WATCH. Here is a Friar that trembles, sighs, and weeps. We took this mattock and this spade from him As he was coming from this churchyard side. FIRST WATCH. A great suspicion. Stay the Friar too. Enter the Prince and Attendants. PRINCE. What misadventure is so early up, That calls our person from our morning’s rest? Enter Capulet, Lady Capulet and others. CAPULET. What should it be that they so shriek abroad? LADY CAPULET. O the people in the street cry Romeo, Some Juliet, and some Paris, and all run With open outcry toward our monument. PRINCE. What fear is this which startles in our ears? FIRST WATCH. Sovereign, here lies the County Paris slain, And Romeo dead, and Juliet, dead before, Warm and new kill’d. PRINCE. Search, seek, and know how this foul murder comes. FIRST WATCH. Here is a Friar, and slaughter’d Romeo’s man, With instruments upon them fit to open These dead men’s tombs. CAPULET. O heaven! O wife, look how our daughter bleeds! This dagger hath mista’en, for lo, his house Is empty on the back of Montague, And it mis-sheathed in my daughter’s bosom. LADY CAPULET. O me! This sight of death is as a bell That warns my old age to a sepulchre. Enter Montague and others. PRINCE. Come, Montague, for thou art early up, To see thy son and heir more early down. MONTAGUE. Alas, my liege, my wife is dead tonight. Grief of my son’s exile hath stopp’d her breath. What further woe conspires against mine age? PRINCE. Look, and thou shalt see. MONTAGUE. O thou untaught! What manners is in this, To press before thy father to a grave? PRINCE. Seal up the mouth of outrage for a while, Till we can clear these ambiguities, And know their spring, their head, their true descent, And then will I be general of your woes, And lead you even to death. Meantime forbear, And let mischance be slave to patience. Bring forth the parties of suspicion. FRIAR LAWRENCE. I am the greatest, able to do least, Yet most suspected, as the time and place Doth make against me, of this direful murder. And here I stand, both to impeach and purge Myself condemned and myself excus’d. PRINCE. Then say at once what thou dost know in this. FRIAR LAWRENCE. I will be brief, for my short date of breath Is not so long as is a tedious tale. Romeo, there dead, was husband to that Juliet, And she, there dead, that Romeo’s faithful wife. I married them; and their stol’n marriage day Was Tybalt’s doomsday, whose untimely death Banish’d the new-made bridegroom from this city; For whom, and not for Tybalt, Juliet pin’d. You, to remove that siege of grief from her, Betroth’d, and would have married her perforce To County Paris. Then comes she to me, And with wild looks, bid me devise some means To rid her from this second marriage, Or in my cell there would she kill herself. Then gave I her, so tutored by my art, A sleeping potion, which so took effect As I intended, for it wrought on her The form of death. Meantime I writ to Romeo That he should hither come as this dire night To help to take her from her borrow’d grave, Being the time the potion’s force should cease. But he which bore my letter, Friar John, Was stay’d by accident; and yesternight Return’d my letter back. Then all alone At the prefixed hour of her waking Came I to take her from her kindred’s vault, Meaning to keep her closely at my cell Till I conveniently could send to Romeo. But when I came, some minute ere the time Of her awaking, here untimely lay The noble Paris and true Romeo dead. She wakes; and I entreated her come forth And bear this work of heaven with patience. But then a noise did scare me from the tomb; And she, too desperate, would not go with me, But, as it seems, did violence on herself. All this I know; and to the marriage Her Nurse is privy. And if ought in this Miscarried by my fault, let my old life Be sacrific’d, some hour before his time, Unto the rigour of severest law. PRINCE. We still have known thee for a holy man. Where’s Romeo’s man? What can he say to this? BALTHASAR. I brought my master news of Juliet’s death, And then in post he came from Mantua To this same place, to this same monument. This letter he early bid me give his father, And threaten’d me with death, going in the vault, If I departed not, and left him there. PRINCE. Give me the letter, I will look on it. Where is the County’s Page that rais’d the watch? Sirrah, what made your master in this place? PAGE. He came with flowers to strew his lady’s grave, And bid me stand aloof, and so I did. Anon comes one with light to ope the tomb, And by and by my master drew on him, And then I ran away to call the watch. PRINCE. This letter doth make good the Friar’s words, Their course of love, the tidings of her death. And here he writes that he did buy a poison Of a poor ’pothecary, and therewithal Came to this vault to die, and lie with Juliet. Where be these enemies? Capulet, Montague, See what a scourge is laid upon your hate, That heaven finds means to kill your joys with love! And I, for winking at your discords too, Have lost a brace of kinsmen. All are punish’d. CAPULET. O brother Montague, give me thy hand. This is my daughter’s jointure, for no more Can I demand. MONTAGUE. But I can give thee more, For I will raise her statue in pure gold, That whiles Verona by that name is known, There shall no figure at such rate be set As that of true and faithful Juliet. CAPULET. As rich shall Romeo’s by his lady’s lie, Poor sacrifices of our enmity. PRINCE. A glooming peace this morning with it brings; The sun for sorrow will not show his head. Go hence, to have more talk of these sad things. Some shall be pardon’d, and some punished, For never was a story of more woe Than this of Juliet and her Romeo.",
    "rank": 3,
    "score": 0.0
  },
  {
    "id": "10.1",
    "heading": "ACT V - SCENE I. Mantua. A Street.",
    "depth": 2,
    "parent_id": "10",
    "content": "Enter Romeo. ROMEO. If I may trust the flattering eye of sleep, My dreams presage some joyful news at hand. My bosom’s lord sits lightly in his throne; And all this day an unaccustom’d spirit Lifts me above the ground with cheerful thoughts. I dreamt my lady came and found me dead,— Strange dream, that gives a dead man leave to think!— And breath’d such life with kisses in my lips, That I reviv’d, and was an emperor. Ah me, how sweet is love itself possess’d, When but love’s shadows are so rich in joy. Enter Balthasar. News from Verona! How now, Balthasar? Dost thou not bring me letters from the Friar? How doth my lady? Is my father well? How fares my Juliet? That I ask again; For nothing can be ill if she be well. BALTHASAR. Then she is well, and nothing can be ill. Her body sleeps in Capel’s monument, And her immortal part with angels lives. I saw her laid low in her kindred’s vault, And presently took post to tell it you. O pardon me for bringing these ill news, Since you did leave it for my office, sir. ROMEO. Is it even so? Then I defy you, stars! Thou know’st my lodging. Get me ink and paper, And hire post-horses. I will hence tonight. BALTHASAR. I do beseech you sir, have patience. Your looks are pale and wild, and do import Some misadventure. ROMEO. Tush, thou art deceiv’d. Leave me, and do the thing I bid thee do. Hast thou no letters to me from the Friar? BALTHASAR. No, my good lord. ROMEO. No matter. Get thee gone, And hire those horses. I’ll be with thee straight. [_Exit Balthasar._] Well, Juliet, I will lie with thee tonight. Let’s see for means. O mischief thou art swift To enter in the thoughts of desperate men. I do remember an apothecary,— And hereabouts he dwells,—which late I noted In tatter’d weeds, with overwhelming brows, Culling of simples, meagre were his looks, Sharp misery had worn him to the bones; And in his needy shop a tortoise hung, An alligator stuff’d, and other skins Of ill-shaped fishes; and about his shelves A beggarly account of empty boxes, Green earthen pots, bladders, and musty seeds, Remnants of packthread, and old cakes of roses Were thinly scatter’d, to make up a show. Noting this penury, to myself I said, And if a man did need a poison now, Whose sale is present death in Mantua, Here lives a caitiff wretch would sell it him. O, this same thought did but forerun my need, And this same needy man must sell it me. As I remember, this should be the house. Being holiday, the beggar’s shop is shut. What, ho! Apothecary! Enter Apothecary. APOTHECARY. Who calls so loud? ROMEO. Come hither, man. I see that thou art poor. Hold, there is forty ducats. Let me have A dram of poison, such soon-speeding gear As will disperse itself through all the veins, That the life-weary taker may fall dead, And that the trunk may be discharg’d of breath As violently as hasty powder fir’d Doth hurry from the fatal cannon’s womb. APOTHECARY. Such mortal drugs I have, but Mantua’s law Is death to any he that utters them. ROMEO. Art thou so bare and full of wretchedness, And fear’st to die? Famine is in thy cheeks, Need and oppression starveth in thine eyes, Contempt and beggary hangs upon thy back. The world is not thy friend, nor the world’s law; The world affords no law to make thee rich; Then be not poor, but break it and take this. APOTHECARY. My poverty, but not my will consents. ROMEO. I pay thy poverty, and not thy will. APOTHECARY. Put this in any liquid thing you will And drink it off; and, if you had the strength Of twenty men, it would despatch you straight. ROMEO. There is thy gold, worse poison to men’s souls, Doing more murder in this loathsome world Than these poor compounds that thou mayst not sell. I sell thee poison, thou hast sold me none. Farewell, buy food, and get thyself in flesh. Come, cordial and not poison, go with me To Juliet’s grave, for there must I use thee. [_Exeunt._]",
    "rank": 4,
    "score": 0.0
  },
  {
    "id": "9.5",
    "heading": "ACT IV - SCENE V. Juliet’s Chamber; Juliet on the bed.",
    "depth": 2,
    "parent_id": "9",
    "content": "Enter Nurse. NURSE. Mistress! What, mistress! Juliet! Fast, I warrant her, she. Why, lamb, why, lady, fie, you slug-abed! Why, love, I say! Madam! Sweetheart! Why, bride! What, not a word? You take your pennyworths now. Sleep for a week; for the next night, I warrant, The County Paris hath set up his rest That you shall rest but little. God forgive me! Marry and amen. How sound is she asleep! I needs must wake her. Madam, madam, madam! Ay, let the County take you in your bed, He’ll fright you up, i’faith. Will it not be? What, dress’d, and in your clothes, and down again? I must needs wake you. Lady! Lady! Lady! Alas, alas! Help, help! My lady’s dead! O, well-a-day that ever I was born. Some aqua vitae, ho! My lord! My lady! Enter Lady Capulet. LADY CAPULET. What noise is here? NURSE. O lamentable day! LADY CAPULET. What is the matter? NURSE. Look, look! O heavy day! LADY CAPULET. O me, O me! My child, my only life. Revive, look up, or I will die with thee. Help, help! Call help. Enter Capulet. CAPULET. For shame, bring Juliet forth, her lord is come. NURSE. She’s dead, deceas’d, she’s dead; alack the day! LADY CAPULET. Alack the day, she’s dead, she’s dead, she’s dead! CAPULET. Ha! Let me see her. Out alas! She’s cold, Her blood is settled and her joints are stiff. Life and these lips have long been separated. Death lies on her like an untimely frost Upon the sweetest flower of all the field. NURSE. O lamentable day! LADY CAPULET. O woful time! CAPULET. Death, that hath ta’en her hence to make me wail, Ties up my tongue and will not let me speak. Enter Friar Lawrence and Paris with Musicians. FRIAR LAWRENCE. Come, is the bride ready to go to church? CAPULET. Ready to go, but never to return. O son, the night before thy wedding day Hath death lain with thy bride. There she lies, Flower as she was, deflowered by him. Death is my son-in-law, death is my heir; My daughter he hath wedded. I will die And leave him all; life, living, all is death’s. PARIS. Have I thought long to see this morning’s face, And doth it give me such a sight as this? LADY CAPULET. Accurs’d, unhappy, wretched, hateful day. Most miserable hour that e’er time saw In lasting labour of his pilgrimage. But one, poor one, one poor and loving child, But one thing to rejoice and solace in, And cruel death hath catch’d it from my sight. NURSE. O woe! O woeful, woeful, woeful day. Most lamentable day, most woeful day That ever, ever, I did yet behold! O day, O day, O day, O hateful day. Never was seen so black a day as this. O woeful day, O woeful day. PARIS. Beguil’d, divorced, wronged, spited, slain. Most detestable death, by thee beguil’d, By cruel, cruel thee quite overthrown. O love! O life! Not life, but love in death! CAPULET. Despis’d, distressed, hated, martyr’d, kill’d. Uncomfortable time, why cam’st thou now To murder, murder our solemnity? O child! O child! My soul, and not my child, Dead art thou. Alack, my child is dead, And with my child my joys are buried. FRIAR LAWRENCE. Peace, ho, for shame. Confusion’s cure lives not In these confusions. Heaven and yourself Had part in this fair maid, now heaven hath all, And all the better is it for the maid. Your part in her you could not keep from death, But heaven keeps his part in eternal life. The most you sought was her promotion, For ’twas your heaven she should be advanc’d, And weep ye now, seeing she is advanc’d Above the clouds, as high as heaven itself? O, in this love, you love your child so ill That you run mad, seeing that she is well. She’s not well married that lives married long, But she’s best married that dies married young. Dry up your tears, and stick your rosemary On this fair corse, and, as the custom is, And in her best array bear her to church; For though fond nature bids us all lament, Yet nature’s tears are reason’s merriment. CAPULET. All things that we ordained festival Turn from their office to black funeral: Our instruments to melancholy bells, Our wedding cheer to a sad burial feast; Our solemn hymns to sullen dirges change; Our bridal flowers serve for a buried corse, And all things change them to the contrary. FRIAR LAWRENCE. Sir, go you in, and, madam, go with him, And go, Sir Paris, everyone prepare To follow this fair corse unto her grave. The heavens do lower upon you for some ill; Move them no more by crossing their high will. [_Exeunt Capulet, Lady Capulet, Paris and Friar._] FIRST MUSICIAN. Faith, we may put up our pipes and be gone. NURSE. Honest good fellows, ah, put up, put up, For well you know this is a pitiful case. FIRST MUSICIAN. Ay, by my troth, the case may be amended. [_Exit Nurse._] Enter Peter. PETER. Musicians, O, musicians, ‘Heart’s ease,’ ‘Heart’s ease’, O, and you will have me live, play ‘Heart’s ease.’ FIRST MUSICIAN. Why ‘Heart’s ease’? PETER. O musicians, because my heart itself plays ‘My heart is full’. O play me some merry dump to comfort me. FIRST MUSICIAN. Not a dump we, ’tis no time to play now. PETER. You will not then? FIRST MUSICIAN. No. PETER. I will then give it you soundly. FIRST MUSICIAN. What will you give us? PETER. No money, on my faith, but the gleek! I will give you the minstrel. FIRST MUSICIAN. Then will I give you the serving-creature. PETER. Then will I lay the serving-creature’s dagger on your pate. I will carry no crotchets. I’ll re you, I’ll fa you. Do you note me? FIRST MUSICIAN. And you re us and fa us, you note us. SECOND MUSICIAN. Pray you put up your dagger, and put out your wit. PETER. Then have at you with my wit. I will dry-beat you with an iron wit, and put up my iron dagger. Answer me like men. ‘When griping griefs the heart doth wound, And doleful dumps the mind oppress, Then music with her silver sound’— Why ‘silver sound’? Why ‘music with her silver sound’? What say you, Simon Catling? FIRST MUSICIAN. Marry, sir, because silver hath a sweet sound. PETER. Prates. What say you, Hugh Rebeck? SECOND MUSICIAN. I say ‘silver sound’ because musicians sound for silver. PETER. Prates too! What say you, James Soundpost? THIRD MUSICIAN. Faith, I know not what to say. PETER. O, I cry you mercy, you are the singer. I will say for you. It is ‘music with her silver sound’ because musicians have no gold for sounding. ‘Then music with her silver sound With speedy help doth lend redress.’ [_Exit._] FIRST MUSICIAN. What a pestilent knave is this same! SECOND MUSICIAN. Hang him, Jack. Come, we’ll in here, tarry for the mourners, and stay dinner. [_Exeunt._]",
    "rank": 5,
    "score": 0.0
  },
  {
    "id": "9.3",
    "heading": "ACT IV - SCENE III. Juliet’s Chamber.",
    "depth": 2,
    "parent_id": "9",
    "content": "Enter Juliet and Nurse. JULIET. Ay, those attires are best. But, gentle Nurse, I pray thee leave me to myself tonight; For I have need of many orisons To move the heavens to smile upon my state, Which, well thou know’st, is cross and full of sin. Enter Lady Capulet. LADY CAPULET. What, are you busy, ho? Need you my help? JULIET. No, madam; we have cull’d such necessaries As are behoveful for our state tomorrow. So please you, let me now be left alone, And let the nurse this night sit up with you, For I am sure you have your hands full all In this so sudden business. LADY CAPULET. Good night. Get thee to bed and rest, for thou hast need. [_Exeunt Lady Capulet and Nurse._] JULIET. Farewell. God knows when we shall meet again. I have a faint cold fear thrills through my veins That almost freezes up the heat of life. I’ll call them back again to comfort me. Nurse!—What should she do here? My dismal scene I needs must act alone. Come, vial. What if this mixture do not work at all? Shall I be married then tomorrow morning? No, No! This shall forbid it. Lie thou there. [_Laying down her dagger._] What if it be a poison, which the Friar Subtly hath minister’d to have me dead, Lest in this marriage he should be dishonour’d, Because he married me before to Romeo? I fear it is. And yet methinks it should not, For he hath still been tried a holy man. How if, when I am laid into the tomb, I wake before the time that Romeo Come to redeem me? There’s a fearful point! Shall I not then be stifled in the vault, To whose foul mouth no healthsome air breathes in, And there die strangled ere my Romeo comes? Or, if I live, is it not very like, The horrible conceit of death and night, Together with the terror of the place, As in a vault, an ancient receptacle, Where for this many hundred years the bones Of all my buried ancestors are pack’d, Where bloody Tybalt, yet but green in earth, Lies festering in his shroud; where, as they say, At some hours in the night spirits resort— Alack, alack, is it not like that I, So early waking, what with loathsome smells, And shrieks like mandrakes torn out of the earth, That living mortals, hearing them, run mad. O, if I wake, shall I not be distraught, Environed with all these hideous fears, And madly play with my forefathers’ joints? And pluck the mangled Tybalt from his shroud? And, in this rage, with some great kinsman’s bone, As with a club, dash out my desperate brains? O look, methinks I see my cousin’s ghost Seeking out Romeo that did spit his body Upon a rapier’s point. Stay, Tybalt, stay! Romeo, Romeo, Romeo, here’s drink! I drink to thee. [_Throws herself on the bed._]",
    "rank": 6,
    "score": 0.0
  },
  {
    "id": "9.4",
    "heading": "ACT IV - SCENE IV. Hall in Capulet’s House.",
    "depth": 2,
    "parent_id": "9",
    "content": "Enter Lady Capulet and Nurse. LADY CAPULET. Hold, take these keys and fetch more spices, Nurse. NURSE. They call for dates and quinces in the pastry. Enter Capulet. CAPULET. Come, stir, stir, stir! The second cock hath crow’d, The curfew bell hath rung, ’tis three o’clock. Look to the bak’d meats, good Angelica; Spare not for cost. NURSE. Go, you cot-quean, go, Get you to bed; faith, you’ll be sick tomorrow For this night’s watching. CAPULET. No, not a whit. What! I have watch’d ere now All night for lesser cause, and ne’er been sick. LADY CAPULET. Ay, you have been a mouse-hunt in your time; But I will watch you from such watching now. [_Exeunt Lady Capulet and Nurse._] CAPULET. A jealous-hood, a jealous-hood! Enter Servants, with spits, logs and baskets. Now, fellow, what’s there? FIRST SERVANT. Things for the cook, sir; but I know not what. CAPULET. Make haste, make haste. [_Exit First Servant._] —Sirrah, fetch drier logs. Call Peter, he will show thee where they are. SECOND SERVANT. I have a head, sir, that will find out logs And never trouble Peter for the matter. [_Exit._] CAPULET. Mass and well said; a merry whoreson, ha. Thou shalt be loggerhead.—Good faith, ’tis day. The County will be here with music straight, For so he said he would. I hear him near. [_Play music._] Nurse! Wife! What, ho! What, Nurse, I say! Re-enter Nurse. Go waken Juliet, go and trim her up. I’ll go and chat with Paris. Hie, make haste, Make haste; the bridegroom he is come already. Make haste I say. [_Exeunt._]",
    "rank": 7,
    "score": 0.0
  },
  {
    "id": "9.2",
    "heading": "ACT IV - SCENE II. Hall in Capulet’s House.",
    "depth": 2,
    "parent_id": "9",
    "content": "Enter Capulet, Lady Capulet, Nurse and Servants. CAPULET. So many guests invite as here are writ. [_Exit first Servant._] Sirrah, go hire me twenty cunning cooks. SECOND SERVANT. You shall have none ill, sir; for I’ll try if they can lick their fingers. CAPULET. How canst thou try them so? SECOND SERVANT. Marry, sir, ’tis an ill cook that cannot lick his own fingers; therefore he that cannot lick his fingers goes not with me. CAPULET. Go, begone. [_Exit second Servant._] We shall be much unfurnish’d for this time. What, is my daughter gone to Friar Lawrence? NURSE. Ay, forsooth. CAPULET. Well, he may chance to do some good on her. A peevish self-will’d harlotry it is. Enter Juliet. NURSE. See where she comes from shrift with merry look. CAPULET. How now, my headstrong. Where have you been gadding? JULIET. Where I have learnt me to repent the sin Of disobedient opposition To you and your behests; and am enjoin’d By holy Lawrence to fall prostrate here, To beg your pardon. Pardon, I beseech you. Henceforward I am ever rul’d by you. CAPULET. Send for the County, go tell him of this. I’ll have this knot knit up tomorrow morning. JULIET. I met the youthful lord at Lawrence’ cell, And gave him what becomed love I might, Not stepping o’er the bounds of modesty. CAPULET. Why, I am glad on’t. This is well. Stand up. This is as’t should be. Let me see the County. Ay, marry. Go, I say, and fetch him hither. Now afore God, this reverend holy Friar, All our whole city is much bound to him. JULIET. Nurse, will you go with me into my closet, To help me sort such needful ornaments As you think fit to furnish me tomorrow? LADY CAPULET. No, not till Thursday. There is time enough. CAPULET. Go, Nurse, go with her. We’ll to church tomorrow. [_Exeunt Juliet and Nurse._] LADY CAPULET. We shall be short in our provision, ’Tis now near night. CAPULET. Tush, I will stir about, And all things shall be well, I warrant thee, wife. Go thou to Juliet, help to deck up her. I’ll not to bed tonight, let me alone. I’ll play the housewife for this once.—What, ho!— They are all forth: well, I will walk myself To County Paris, to prepare him up Against tomorrow. My heart is wondrous light Since this same wayward girl is so reclaim’d. [_Exeunt._]",
    "rank": 8,
    "score": 0.0
  },
  {
    "id": "8.5",
    "heading": "ACT III - SCENE V. An open Gallery to Juliet’s Chamber, overlooking the Garden.",
    "depth": 2,
    "parent_id": "8",
    "content": "Enter Romeo and Juliet. JULIET. Wilt thou be gone? It is not yet near day. It was the nightingale, and not the lark, That pierc’d the fearful hollow of thine ear; Nightly she sings on yond pomegranate tree. Believe me, love, it was the nightingale. ROMEO. It was the lark, the herald of the morn, No nightingale. Look, love, what envious streaks Do lace the severing clouds in yonder east. Night’s candles are burnt out, and jocund day Stands tiptoe on the misty mountain tops. I must be gone and live, or stay and die. JULIET. Yond light is not daylight, I know it, I. It is some meteor that the sun exhales To be to thee this night a torchbearer And light thee on thy way to Mantua. Therefore stay yet, thou need’st not to be gone. ROMEO. Let me be ta’en, let me be put to death, I am content, so thou wilt have it so. I’ll say yon grey is not the morning’s eye, ’Tis but the pale reflex of Cynthia’s brow. Nor that is not the lark whose notes do beat The vaulty heaven so high above our heads. I have more care to stay than will to go. Come, death, and welcome. Juliet wills it so. How is’t, my soul? Let’s talk. It is not day. JULIET. It is, it is! Hie hence, be gone, away. It is the lark that sings so out of tune, Straining harsh discords and unpleasing sharps. Some say the lark makes sweet division; This doth not so, for she divideth us. Some say the lark and loathed toad change eyes. O, now I would they had chang’d voices too, Since arm from arm that voice doth us affray, Hunting thee hence with hunt’s-up to the day. O now be gone, more light and light it grows. ROMEO. More light and light, more dark and dark our woes. Enter Nurse. NURSE. Madam. JULIET. Nurse? NURSE. Your lady mother is coming to your chamber. The day is broke, be wary, look about. [_Exit._] JULIET. Then, window, let day in, and let life out. ROMEO. Farewell, farewell, one kiss, and I’ll descend. [_Descends._] JULIET. Art thou gone so? Love, lord, ay husband, friend, I must hear from thee every day in the hour, For in a minute there are many days. O, by this count I shall be much in years Ere I again behold my Romeo. ROMEO. Farewell! I will omit no opportunity That may convey my greetings, love, to thee. JULIET. O thinkest thou we shall ever meet again? ROMEO. I doubt it not, and all these woes shall serve For sweet discourses in our time to come. JULIET. O God! I have an ill-divining soul! Methinks I see thee, now thou art so low, As one dead in the bottom of a tomb. Either my eyesight fails, or thou look’st pale. ROMEO. And trust me, love, in my eye so do you. Dry sorrow drinks our blood. Adieu, adieu. [_Exit below._] JULIET. O Fortune, Fortune! All men call thee fickle, If thou art fickle, what dost thou with him That is renown’d for faith? Be fickle, Fortune; For then, I hope thou wilt not keep him long But send him back. LADY CAPULET. [_Within._] Ho, daughter, are you up? JULIET. Who is’t that calls? Is it my lady mother? Is she not down so late, or up so early? What unaccustom’d cause procures her hither? Enter Lady Capulet. LADY CAPULET. Why, how now, Juliet? JULIET. Madam, I am not well. LADY CAPULET. Evermore weeping for your cousin’s death? What, wilt thou wash him from his grave with tears? And if thou couldst, thou couldst not make him live. Therefore have done: some grief shows much of love, But much of grief shows still some want of wit. JULIET. Yet let me weep for such a feeling loss. LADY CAPULET. So shall you feel the loss, but not the friend Which you weep for. JULIET. Feeling so the loss, I cannot choose but ever weep the friend. LADY CAPULET. Well, girl, thou weep’st not so much for his death As that the villain lives which slaughter’d him. JULIET. What villain, madam? LADY CAPULET. That same villain Romeo. JULIET. Villain and he be many miles asunder. God pardon him. I do, with all my heart. And yet no man like he doth grieve my heart. LADY CAPULET. That is because the traitor murderer lives. JULIET. Ay madam, from the reach of these my hands. Would none but I might venge my cousin’s death. LADY CAPULET. We will have vengeance for it, fear thou not. Then weep no more. I’ll send to one in Mantua, Where that same banish’d runagate doth live, Shall give him such an unaccustom’d dram That he shall soon keep Tybalt company: And then I hope thou wilt be satisfied. JULIET. Indeed I never shall be satisfied With Romeo till I behold him—dead— Is my poor heart so for a kinsman vex’d. Madam, if you could find out but a man To bear a poison, I would temper it, That Romeo should upon receipt thereof, Soon sleep in quiet. O, how my heart abhors To hear him nam’d, and cannot come to him, To wreak the love I bore my cousin Upon his body that hath slaughter’d him. LADY CAPULET. Find thou the means, and I’ll find such a man. But now I’ll tell thee joyful tidings, girl. JULIET. And joy comes well in such a needy time. What are they, I beseech your ladyship? LADY CAPULET. Well, well, thou hast a careful father, child; One who to put thee from thy heaviness, Hath sorted out a sudden day of joy, That thou expects not, nor I look’d not for. JULIET. Madam, in happy time, what day is that? LADY CAPULET. Marry, my child, early next Thursday morn The gallant, young, and noble gentleman, The County Paris, at Saint Peter’s Church, Shall happily make thee there a joyful bride. JULIET. Now by Saint Peter’s Church, and Peter too, He shall not make me there a joyful bride. I wonder at this haste, that I must wed Ere he that should be husband comes to woo. I pray you tell my lord and father, madam, I will not marry yet; and when I do, I swear It shall be Romeo, whom you know I hate, Rather than Paris. These are news indeed. LADY CAPULET. Here comes your father, tell him so yourself, And see how he will take it at your hands. Enter Capulet and Nurse. CAPULET. When the sun sets, the air doth drizzle dew; But for the sunset of my brother’s son It rains downright. How now? A conduit, girl? What, still in tears? Evermore showering? In one little body Thou counterfeits a bark, a sea, a wind. For still thy eyes, which I may call the sea, Do ebb and flow with tears; the bark thy body is, Sailing in this salt flood, the winds, thy sighs, Who raging with thy tears and they with them, Without a sudden calm will overset Thy tempest-tossed body. How now, wife? Have you deliver’d to her our decree? LADY CAPULET. Ay, sir; but she will none, she gives you thanks. I would the fool were married to her grave. CAPULET. Soft. Take me with you, take me with you, wife. How, will she none? Doth she not give us thanks? Is she not proud? Doth she not count her blest, Unworthy as she is, that we have wrought So worthy a gentleman to be her bridegroom? JULIET. Not proud you have, but thankful that you have. Proud can I never be of what I hate; But thankful even for hate that is meant love. CAPULET. How now, how now, chopp’d logic? What is this? Proud, and, I thank you, and I thank you not; And yet not proud. Mistress minion you, Thank me no thankings, nor proud me no prouds, But fettle your fine joints ’gainst Thursday next To go with Paris to Saint Peter’s Church, Or I will drag thee on a hurdle thither. Out, you green-sickness carrion! Out, you baggage! You tallow-face! LADY CAPULET. Fie, fie! What, are you mad? JULIET. Good father, I beseech you on my knees, Hear me with patience but to speak a word. CAPULET. Hang thee young baggage, disobedient wretch! I tell thee what,—get thee to church a Thursday, Or never after look me in the face. Speak not, reply not, do not answer me. My fingers itch. Wife, we scarce thought us blest That God had lent us but this only child; But now I see this one is one too much, And that we have a curse in having her. Out on her, hilding. NURSE. God in heaven bless her. You are to blame, my lord, to rate her so. CAPULET. And why, my lady wisdom? Hold your tongue, Good prudence; smatter with your gossips, go. NURSE. I speak no treason. CAPULET. O God ye good-en! NURSE. May not one speak? CAPULET. Peace, you mumbling fool! Utter your gravity o’er a gossip’s bowl, For here we need it not. LADY CAPULET. You are too hot. CAPULET. God’s bread, it makes me mad! Day, night, hour, ride, time, work, play, Alone, in company, still my care hath been To have her match’d, and having now provided A gentleman of noble parentage, Of fair demesnes, youthful, and nobly allied, Stuff’d, as they say, with honourable parts, Proportion’d as one’s thought would wish a man, And then to have a wretched puling fool, A whining mammet, in her fortune’s tender, To answer, ‘I’ll not wed, I cannot love, I am too young, I pray you pardon me.’ But, and you will not wed, I’ll pardon you. Graze where you will, you shall not house with me. Look to’t, think on’t, I do not use to jest. Thursday is near; lay hand on heart, advise. And you be mine, I’ll give you to my friend; And you be not, hang, beg, starve, die in the streets, For by my soul, I’ll ne’er acknowledge thee, Nor what is mine shall never do thee good. Trust to’t, bethink you, I’ll not be forsworn. [_Exit._] JULIET. Is there no pity sitting in the clouds, That sees into the bottom of my grief? O sweet my mother, cast me not away, Delay this marriage for a month, a week, Or, if you do not, make the bridal bed In that dim monument where Tybalt lies. LADY CAPULET. Talk not to me, for I’ll not speak a word. Do as thou wilt, for I have done with thee. [_Exit._] JULIET. O God! O Nurse, how shall this be prevented? My husband is on earth, my faith in heaven. How shall that faith return again to earth, Unless that husband send it me from heaven By leaving earth? Comfort me, counsel me. Alack, alack, that heaven should practise stratagems Upon so soft a subject as myself. What say’st thou? Hast thou not a word of joy? Some comfort, Nurse. NURSE. Faith, here it is. Romeo is banished; and all the world to nothing That he dares ne’er come back to challenge you. Or if he do, it needs must be by stealth. Then, since the case so stands as now it doth, I think it best you married with the County. O, he’s a lovely gentleman. Romeo’s a dishclout to him. An eagle, madam, Hath not so green, so quick, so fair an eye As Paris hath. Beshrew my very heart, I think you are happy in this second match, For it excels your first: or if it did not, Your first is dead, or ’twere as good he were, As living here and you no use of him. JULIET. Speakest thou from thy heart? NURSE. And from my soul too, Or else beshrew them both. JULIET. Amen. NURSE. What? JULIET. Well, thou hast comforted me marvellous much. Go in, and tell my lady I am gone, Having displeas’d my father, to Lawrence’ cell, To make confession and to be absolv’d. NURSE. Marry, I will; and this is wisely done. [_Exit._] JULIET. Ancient damnation! O most wicked fiend! Is it more sin to wish me thus forsworn, Or to dispraise my lord with that same tongue Which she hath prais’d him with above compare So many thousand times? Go, counsellor. Thou and my bosom henceforth shall be twain. I’ll to the Friar to know his remedy. If all else fail, myself have power to die. [_Exit._]",
    "rank": 9,
    "score": 0.0
  },
  {
    "id": "8.4",
    "heading": "ACT III - SCENE IV. A Room in Capulet’s House.",
    "depth": 2,
    "parent_id": "8",
    "content": "Enter Capulet, Lady Capulet and Paris. CAPULET. Things have fallen out, sir, so unluckily That we have had no time to move our daughter. Look you, she lov’d her kinsman Tybalt dearly, And so did I. Well, we were born to die. ’Tis very late; she’ll not come down tonight. I promise you, but for your company, I would have been abed an hour ago. PARIS. These times of woe afford no tune to woo. Madam, good night. Commend me to your daughter. LADY CAPULET. I will, and know her mind early tomorrow; Tonight she’s mew’d up to her heaviness. CAPULET. Sir Paris, I will make a desperate tender Of my child’s love. I think she will be rul’d In all respects by me; nay more, I doubt it not. Wife, go you to her ere you go to bed, Acquaint her here of my son Paris’ love, And bid her, mark you me, on Wednesday next, But, soft, what day is this? PARIS. Monday, my lord. CAPULET. Monday! Ha, ha! Well, Wednesday is too soon, A Thursday let it be; a Thursday, tell her, She shall be married to this noble earl. Will you be ready? Do you like this haste? We’ll keep no great ado,—a friend or two, For, hark you, Tybalt being slain so late, It may be thought we held him carelessly, Being our kinsman, if we revel much. Therefore we’ll have some half a dozen friends, And there an end. But what say you to Thursday? PARIS. My lord, I would that Thursday were tomorrow. CAPULET. Well, get you gone. A Thursday be it then. Go you to Juliet ere you go to bed, Prepare her, wife, against this wedding day. Farewell, my lord.—Light to my chamber, ho! Afore me, it is so very very late that we May call it early by and by. Good night. [_Exeunt._]",
    "rank": 10,
    "score": 0.0
  }
]